<?php $_config_vars = array (
  'header_login_page' => 'Партнерская программа',
  'login' => 'Войти',
  'register' => 'Регистрация',
  'forgot_password' => 'Забыли свой пароль?',
  'footer_login_page' => '© 2018 Партнерская программа',
  'text_login_page' => 'Как это работает: После вашей регистрации, Вам присваивается ваш промокод   (например, 34H99384RHO8U)  
	Вы в своём кабинете вносите данные своих клиентов. Клиентам автоматически отправляются письма с информацией о наших услугах и вашим промокодом для получения скидки 50%.
	Ваш промокод клиенты будут вносить при начислении им оплаты на нашем сайте для получения 50% скидки. Промокод также является идентификатором партнёра, от которого пришёл платёж. Все суммы, оплаченные с вашим промокодом фиксируются у администратора, как полученные от вас и вам начисляется ваш % от полученной суммы.
	Для того чтобы стать нашим партнёром и получать дополнительный доход зарегистрируйтесь или войдите.',
  'email' => 'E-mail',
  'username' => 'Имя (Организация)',
  'password' => 'Пароль',
  'repeat_password' => 'Подтвердите Пароль',
  'city' => 'Город',
  'country' => 'Страна',
  'payment_info_swift_bank' => 'Банк получателя',
  'payment_info_swift_bank_code' => 'Код  банка',
  'payment_info_swift_bank_account' => 'МФО банка',
  'payment_info_swift_bank_beneficiary' => 'Получатель',
  'payment_info_swift_bank_intermediary' => 'Банк-корреспондент',
  'payment_info_swift_code' => 'SWIFT CODE',
  'payment_info_swift_correspondent_account' => 'CORRESPONDENT ACCOUNT',
  'payment_info_swift_iban' => 'IBAN',
); ?>