{"795fca5eff08f82a1b7cd2c3e1de6b0c":{"category":"markets","header":"Five Things You Need to Know to Start Your Day","subheader":"Here are some of the things people in markets are talking about.","str_time":"August 6, 2018, 5:29 PM","text":"Want to receive this post in your inbox every morning?&#xA0;Sign up hereSoftBank is mulling the largest public listing&#xA0;ever. Bitcoin slumps&#xA0;below $7,000. And North Korea appears to have a Pompeo problem.&#xA0;Here are some of the things people in markets are talking about.SoftBank Weighs $90 Billion Value in Mobile IPOJapanese conglomerate&#xA0;SoftBank Group Corp.&#xA0;is considering seeking a valuation of about  $90 billion for its domestic wireless business in a planned initial public offering, according to people familiar with the matter. SoftBank is speaking to advisers about selling a third &#x2013; or about $30 billion &#x2013;&#xA0;of the business in the IPO, the people said. Discussions are preliminary and the final valuation will depend on investors&#x2019; feedback, they said. A $30 billion-IPO would make&#xA0;SoftBank Mobile&#xA0;the largest listing ever, surpassing the $25 billion debut of&#xA0;Alibaba Group Holding Ltd.&#xA0;in 2014.Bitcoin Leads Crypto Retreat                      {\"contentId\":\"PD26D96KLVR501\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/five-things-you-need-to-know-to-start-your-day-jkisgxg8\"},\"containerId\":\"box-oN2Me9j\"}                               Bitcoin slipped below $7,000 to its  lowest level in three weeks, as seemingly positive sentiment surrounding the largest virtual currency soured over the weekend. The digital token fell onto the&#xA0;$6,000-handle for the first time since July 17. Last month&#x2019;s renewed exuberance, which saw it rise by almost a third, appears to be fading against the backdrop of a challenging technical picture. A series of lower-highs show how rallies have repeatedly failed to build momentum. The coin fell even in the wake of news that Starbucks Corp. is&#xA0;teaming up&#xA0;with Intercontinental Exchange Inc., which just created a venture designed to more tightly integrate digital currencies into global commerce. Confusion surrounding the news may have spurred a deepening in the decline, which began last Monday.&#xA0;Jamie Dimon&#x2019;s bearish comments on the coin at an event this weekend may have also triggered selling.North Korea&#x2019;s Pompeo ProblemThe  widening gulf&#xA0;between U.S. Secretary of State&#xA0;Michael Pompeo&#x2019;s description of nuclear talks with North Korea and Pyongyang&#x2019;s criticism of his efforts is adding further confusion to the status of negotiations intended to lead to the denuclearization of the Korean peninsula. Twice in recent weeks North Korean officials and state media have rebutted the top U.S. diplomat&#x2019;s characterization of events and suggested the administration has a myopic focus on denuclearization while ignoring issues such as bringing about a final resolution of the  Korean War. Even as President&#xA0;Donald Trump&#xA0;and North Korean leader&#xA0;Kim Jong Un&#xA0;exchange optimistic messages about their push for peace, Pompeo has increasingly become a target of public disparagement from Pyongyang.Iran Sanctions RestoredThe Trump administration moved to  restore some U.S. sanctions on Iran and reaffirmed plans to impose tougher penalties on the country&#x2019;s oil sales in November, as President Hassan Rouhani comes under increasing economic and political pressure to address the crisis. Trump signed an executive order on Monday restricting purchases of dollar banknotes by Iran, preventing the government from trading gold and other precious metals and blocking the nation from selling or acquiring various industrial metals. The measures, which take effect Aug. 7, also target the auto industry, and will ban imports of Persian carpets and pistachios to the U.S. In a televised address, Rouhani said Iran is open to negotiations if the U.S. is &#x201C;sincere,&#x201D; but he added that such talks would be meaningless while his nation is being hit with sanctions.U.S. Stocks Advance, RBA Looms U.S. stocks rose as&#xA0;strong results from Berkshire Hathaway Inc. lifted financial shares&#xA0;&#xA0;and higher oil prices boosted energy producers. The dollar and Treasuries advanced. The S&amp;P 500 climbed for a third day to reach its highest since January on below-average volume. The pound weakened to an 11-month low on Brexit angst, while&#xA0;Turkey&#x2019;s lira plunged more than 6 percent&#xA0;as a showdown with the U.S. over a detained American pastor continued to weigh on investor sentiment. Coming up, Australia&#x2019;s central bank is forecast&#xA0;to hold interest rates at a record low 1.5% on Tuesday.What we&#x2019;ve been readingThis is what caught our eye over the last 24 hours.\tThis is Apple&#x2019;s plan to keep from losing the world&#x2019;s   fastest-growing smartphone market.\tChina&#x2019;s giant   bond market is starting to lure Australian pension money.\tPepsi&#x2019;s   Indra Nooyi is stepping down, thinning the ranks of female CEOs in the U.S.\tHere&#x2019;s why   Jamie Dimon&#x2019;s 5% yield call is a long shot.\tWarren Buffett&#x2019;s   $111 billion cash pile is fueling the debate on stock buybacks.\t Taiwan will target airlines that say the island belongs to China.","inner_url":[{"title":"SoftBank Group Corp.","url":"https:\/\/www.bloomberg.com\/quote\/9984:JP","type":"other"},{"title":"$90 billion","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/softbank-is-said-to-discuss-90-billion-value-for-mobile-unit","type":"article"},{"title":"SoftBank Mobile","url":"https:\/\/www.bloomberg.com\/quote\/9434:JP","type":"other"},{"title":"Alibaba Group Holding Ltd.","url":"https:\/\/www.bloomberg.com\/quote\/BABA:US","type":"other"},{"title":"lowest level in three weeks","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/bitcoin-declines-below-7-000-leading-cryptocurrency-retreat","type":"article"},{"title":"teaming up","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-03\/nyse-owner-announces-bitcoin-venture-with-starbucks-microsoft","type":"article"},{"title":"widening gulf","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/north-korea-s-pompeo-problem-exposes-widening-rift-over-talks","type":"article"},{"title":"Korean War","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-04-27\/what-an-end-to-the-68-year-korean-war-would-mean-quicktake","type":"article"},{"title":"restore some U.S. sanctions","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/u-s-considers-oil-sanction-waivers-as-new-iran-penalties-start","type":"article"},{"title":"U.S. stocks rose","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-05\/yuan-steadies-after-pboc-asia-stocks-set-to-gain-markets-wrap","type":"article"},{"title":"fastest-growing smartphone market","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/apple-is-losing-india-to-android-rivals-here-s-its-comeback-plan","type":"article"},{"title":"bond market","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/china-s-giant-bond-market-lures-australian-fund-as-link-ramps-up","type":"article"},{"title":"Indra Nooyi","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/pepsi-s-first-female-ceo-to-end-12-year-run-replaced-by-insider","type":"article"},{"title":"Jamie Dimon&#x2019;s 5% yield call","url":"https:\/\/www.bloomberg.com\/view\/articles\/2018-08-06\/jamie-dimon-s-5-yield-is-a-longshot-here-s-why","type":"other"},{"title":"$111 billion cash pile","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/as-buffett-s-cash-hits-111-billion-buyback-debate-intensifies","type":"article"},{"title":"Taiwan","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/taiwan-to-hit-back-at-airlines-that-say-island-belongs-to-china","type":"article"}]},"34808c904d8b53ae9580c5fab71e66aa":{"category":"new economy-forum","header":"How Taming the Mekong Could Give China Unprecedented Power","str_time":"August 6, 2018, 5:00 PM","key_point":["Control of upstream waters helps Beijing influence downstream","China now maintains regular military patrols of the river"],"text":"The deadly collapse of one of the dozen or so dams dotted along the Mekong River and its tributaries has highlighted the rapid development of a waterway that is increasingly important strategically for China and its neighbors.For hundreds of thousands of people living on its banks stretching from China through Laos, Thailand, Cambodia and Vietnam, the river is their lifeline. Flash flooding last month from the failure of an auxiliary dam at a hydroelectricity plant being built along a tributary in southern Laos killed about 30 people. It also caused widespread damage to local economies, leaving at least 6,000 homeless and raising questions about how the river is managed.But the river, made famous in movies and attracting hordes of tourists each year, matters well beyond trade and commerce. Money has poured in as countries, often via state-run or backed companies, compete to built hydro-power plants. For smaller, poorer states like Cambodia and Laos, the investment is welcome, even if it comes with strategic strings attached.                               {\"contentId\":\"PCT5S76KLVR501\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/damming-up-the-mekong-comes-with-strategic-strings-for-china\"},\"containerId\":\"outstream-video-1-PCT5S76KLVR501\"}                                            {\"contentId\":\"PCT5S76KLVR501\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/damming-up-the-mekong-comes-with-strategic-strings-for-china\"},\"containerId\":\"box-pwJ9qHp\"}                               China, by far the biggest power in the region, and where the Mekong starts up in the Tibetan plateau, is increasingly using its economic clout to secure its broader aims. Greater control over the Mekong -- known as Lancang in China -- through to southern Vietnam gives Beijing a bigger say over the use of the river&#x2019;s key resources, and leverage to press countries to fall into line on its politics.&#x201C;The full brunt of this influence has not yet been demonstrated but, if exercised, it has the power to create famine, civil unrest, and potentially topple governments,&#x201D; said Elliot Brennan, a Bangkok-based research fellow at the Institute for Security &amp; Policy Development.&#x201C;China&#x2019;s increasing influence over the river system, both through upstream dams and joint venture dams on the Lower Mekong, is the other half of its so-called salami-slicing strategy in Southeast Asia,&#x201D; he said referring to the strategy of incremental build-up of a chain of artificial islands, infrastructure and military capability.With China having already built six major dams on the upper part of the river, and with plans to build another 21, its ability to store and release water during the dry season and in times of drought is set to increase. The Mekong is sometimes described by observers as the next geopolitical flashpoint for the region. While it is not at the level of the disputed South China Sea, where China has reclaimed thousands of acres and installed military outposts on tiny rocky outcrops and sandy islets, the Mekong may eventually matter even more. That&#x2019;s because of its value as an arterial waterway to the sea, through the foodbowls of Southeast Asia, where rice and other key crops are farmed, for the fish it carries, and as a tourist destination.                       {\"contentId\":\"PCT5S76KLVR501\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/damming-up-the-mekong-comes-with-strategic-strings-for-china\"},\"containerId\":\"in-article-GSXZ13p\"}                               In both the Mekong and South China Sea, China is deploying carrots (investment) and sticks (military and diplomatic pressure). While its companies have helped finance the expanding network of dams along the river, China has also sought to maximize its deciding voice on how the entire 2,700 miles (4,350 km) Mekong is run.Jointly established in 1995, the Mekong River Commission was for 20 years the main mechanism for managing the river among Laos, Cambodia, Thailand and Vietnam. That changed in 2016, when China officially launched the Lancang-Mekong Cooperation Mechanism.Rather than work with the Mekong River Commission, which it is not part of, China focused on building the LMCM into a body that helps promote the development of western China, and complements its Belt and Road Initiative of expanding overland and maritime trade routes to Europe. With a membership that includes all mainland Southeast Asian states, the LMCM is broader in scope than the Mekong River Commission. It addresses political and security issues such as health, education and infrastructure as well as the sustainable development of the river and cross-border economic cooperation. It helps manage joint patrols with Chinese military boats.The U.S. meanwhile has focused on the Lower Mekong Initiative, a partnership set up in 2009 to promote sustainable and inclusive economic growth among the five Lower Mekong countries. Secretary of State Mike Pompeo, at a meeting of the group in Singapore on Friday, cited the Southeast Asian states as key strategic partners.&#x201C;Creating equitable, sustainable, inclusive growth for the sub-region not only contributes to Asean countries and Asean&#x2019;s centrality, but also to a free and open Indo-Pacific,&#x201D; Pompeo said, referring to the Association of Southeast Asian Nations.The comments were telling. Asean as a group has largely refrained from criticizing China for its actions in the South China Sea. China has insisted it will deal with territorial disputes with Southeast Asian nations on a bilateral basis, not through Asean. And its economic support of Cambodia and Laos in particular gives it sway over those nations in Asean, which makes all its decisions by consensus.China views the LMCM as &#x201C;an important part&#x201D; of cooperation between China and Asean, according to Foreign Minister Wang Yi.Still, &#x201C;one unique feature of the Mekong River is that its geographic span reflects the region&#x2019;s geopolitical hierarchy: a powerful China at the headwaters, smaller less developed nations downstream,&#x201D; said Sebastian Strangio, a Thailand-based researcher who is writing a book on the impact of China&#x2019;s influence in Southeast Asia. &#x201C;You can already see this in the extreme reluctance of downstream nations to say anything critical about China&#x2019;s exploitation of the upper reaches of the Mekong,&#x201D; he said.Chinese investors are bankrolling huge projects downstream, particularly in Laos, Cambodia and Myanmar.&#x201C;The leaders of these smaller, less wealthy countries like Laos and Cambodia feel unable to turn down the investment,&#x201D; said Matt Busch, a research fellow at the Lowy Institute&#x2019;s East Asia program.&#x201C;With the existing governance structures for the Mekong no longer functioning in a collective and effective fashion, we will probably witness more states acting alone to secure what they perceive as their short-term interests.&quot;&#x2014; With assistance by Hannah Dormido"},"7f00b1c95b0dc597926d3008e93a2663":{"category":"markets","header":"Chinese Explorer Cnooc May Reward Investors Even If Oil Won't","str_time":"August 6, 2018, 6:00 PM","key_point":["Explorer’s stock valuation looks cheap against regional rivals","Cnooc is ‘the essential oil to own,’ Goldman analysts say"],"text":"Chinese offshore oil giant Cnooc Ltd. may have more to offer equity investors betting on the recovery in global crude prices, even if the rally appears to be taking a bit of a breather.The state oil company boasts vast reserve potential and a robust track record in cost cutting -- making it better positioned to tap strong oil prices than most of its regional rivals such as Australia&#x2019;s Woodside Petroleum Ltd., Inpex Corp. of Japan and Thailand&#x2019;s PTT Exploration &amp; Production PCL, according to analysts and data compiled by Bloomberg.Yet Cnooc is still trading at an around 30 percent discount to those peers, partly reflecting investor disappointment over its first-quarter revenue, while also indicating it may have been undervalued. The stock has a potential to gain 29 percent over the next 12 months, the most among Asian oil and gas producers after India&#x2019;s&#xA0;Oil &amp; Natural Gas Corp., according to analysts&#x2019; price targets compiled by Bloomberg.                       {\"contentId\":\"PCVF786TTDS901\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/chinese-explorer-cnooc-may-reward-investors-even-if-oil-won-t\"},\"containerId\":\"box-oPbEi7F\"}                               &#x201C;Cnooc is a low-risk play on a bullish oil price view,&#x201D; said Laban Yu, an analyst at Jefferies Group LLC in Hong Kong. The stock is &#x201C;absurdly cheap&#x201D; compared with international majors such as Exxon Mobil Corp. and Chevron Corp, he added.Cnooc -- which gets almost all its earnings from exploration and production of oil and gas -- tracks closely crude&#x2019;s rise and fall. Prices have staged a comeback since the 2014-2016 slump, first as OPEC restrained output and more recently amid concern about supply disruptions from suppliers such as Libya, Iran and Venezuela. While there are signs the rally is cooling, benchmark Brent is still more than double its nadir below $30 a barrel, and Cnooc is reaping the benefit as shares and profits rebounded.Cnooc&#x2019;s shares have gained about 12 percent in Hong Kong this year to HK$12.52, extending two annual gains. It currently trades at 8.9 times its forecast 2018 earnings, below the 15.4 for its major peers in the Asia Pacific region. Of the 22 analysts covering the stock, 19 had the equivalent of a buy rating and none called for a sell.The company may post a more than 60 percent surge in first-half net income from a year ago when it reports financial results later this month, according to estimates in a Bloomberg survey. In the past year, Cnooc&#x2019;s earnings growth have trounced 93 percent of its regional peers, and 79 percent in terms of sales, according to data compiled by Bloomberg.Even as prospects for further gains in crude are limited, the company&#x2019;s cost cutting and higher spending on exploration and production projects will probably bolster earnings. Cnooc&#x2019;s all-in cost has declined every year since 2013 to $32.54 per barrel of oil equivalent last year, according to its annual reports.                       {\"contentId\":\"PCVF786TTDS901\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/chinese-explorer-cnooc-may-reward-investors-even-if-oil-won-t\"},\"containerId\":\"in-article-ztsJCDU\"}                               The Beijing-based explorer is targeting capital expenditure of between 70 billion and 80 billion yuan ($10.2 billion to $11.7 billion) this year, the highest since 2014. It&#x2019;s also aiming to produce 500 million barrels of oil equivalent by the end of the decade, with 42 percent coming from overseas, from 469 million barrels last year.Cnooc&#x2019;s proved reserves -- a gauge of future earnings potential -- rose by a quarter to about 4.84 billion barrels of oil equivalent at the end of 2017. Its reserves are set to expand further, largely due to contribution from the Stabroek Block in Guyana, the world&#x2019;s biggest new deepwater project in which Cnooc has a 25 percent stake.Exxon, operator of the project, raised estimates of its discovery by 25 percent, saying last month the find could now produce 4 billion barrels of oil. Goldman Sachs Group Inc. has cited reserves from the project as reasons for its buy rating on Cnooc.&#x201C;We still see Cnooc as the essential oil to own in the sector,&#x201D; Goldman&#x2019;s Hong Kong-based analysts including Mark Wiseman wrote in a July 29 note, adding that the Guyana discovery is overlooked. The bank will seek an update from the company on its reserve life and progress of international projects at its first-half results release.Naturally, with Cnooc&#x2019;s fortunes so wedded to oil, any potential slump in prices could hurt its shares. Citigroup Inc. has outlined a scenario where the company&#x2019;s shares may slide to HK$11.80 if Brent were to fall to $45 a barrel next year. The reverse holds true as well: should oil climb to $85, Cnooc would jump to HK$19.90, Citigroup said in a July 19 note.So far this year, the global benchmark has traded at about $72. Brent is expected to average $66 next year, according to the median estimate of eight forecasts compiled by Bloomberg in the past month.&#x201C;Cnooc has underperformed the China oil sector average on concerns of lower production volume guidance and reserve writedowns,&#x201D; Citigroup said in the note. &#x201C;With these concerns behind us, and with the company&#x2019;s excellent cost control track record and strong cash flow position, the stock looks well positioned to outperform.&#x201D;&#x2014; With assistance by Matt Turner","inner_url":[{"title":"Cnooc Ltd.","url":"https:\/\/www.bloomberg.com\/quote\/883:HK","type":"company"},{"title":"regional rivals","url":"https:\/\/www.bloomberg.com\/quote\/883:HK","type":"company"},{"title":"disappointment","url":"https:\/\/www.bloomberg.com\/news\/terminal\/P7HC8Y6TTDSZ","type":"other"},{"title":"Oil &amp; Natural Gas Corp.","url":"https:\/\/www.bloomberg.com\/quote\/ONGC:IN","type":"company"},{"title":"Exxon Mobil Corp.","url":"https:\/\/www.bloomberg.com\/quote\/XOM:US","type":"company"},{"title":"reports financial results","url":"https:\/\/www.bloomberg.com\/quote\/883:HK","type":"company"},{"title":"targeting","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-02-01\/cnooc-aims-for-highest-spending-in-four-years-amid-oil-recovery","type":"article"},{"title":"proved reserves","url":"https:\/\/www.bloomberg.com\/news\/terminal\/P6DTLH6TTDS6","type":"other"},{"title":"estimates of its discovery","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCBPPH6JTSEN","type":"other"}]},"30b1dc4a285fa95570145322c1beeab8":{"category":"markets","header":"Asian Stocks Drift; Treasuries, Dollar Steady: Markets Wrap","str_time":"August 6, 2018, 6:05 PM","key_point":["S&P 500 ends at highest since January after Berkshire results","U.S. 10-year yields hold below 3%; Turkish lira advances"],"text":"Asian stocks drifted Tuesday as risk appetite remained subdued and the earnings season continued. The yen edged higher, while the dollar and Treasuries were little changed.Equity benchmarks ticked higher in Japan and Korea with Australian shares posting declines with trading volumes below their 30-day averages. Hong Kong and Chinese stocks outperformed as investors deemed the nation&#x2019;s equities cheap after the recent sell-off. A Reuters report that the Bank of Japan had considered raising interest rates this year helped the yen gain.Earlier, the S&amp;P 500 Index closed at its highest since January as Berkshire Hathaway Inc. bolstered financial shares and higher oil prices boosted energy producers. The yield on 10-year Treasuries held below 3 percent and the Cboe Volatility Index fell to its lowest since Jan. 26.                       {\"contentId\":\"PD27FZ6KLVR901\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/asia-futures-point-to-modest-gains-dollar-climbs-markets-wrap\"},\"containerId\":\"box-EdNJSJg\"}                               Investors largely shrugged off early concern sparked by China&#x2019;s signal it won&#x2019;t flinch in a trade war, adding to heightened rhetoric from U.S. President Donald Trump. Meanwhile, geopolitical concerns continue to lurk in the background with confusion about the status of negotiations intended to lead to the denuclearization of the Korean peninsula and the Trump administration moving to restore some U.S. sanctions on Iran. Elsewhere, the pound was little changed after weakening to an 11-month low on Brexit angst. Turkey&#x2019;s lira advanced after sinking to a record low as heightened concern over a diplomatic spat with the U.S. overshadowed the central bank&#x2019;s attempt to support the currency. U.S. crude traded around $69 a barrel after Saudi Arabian production cuts heightened concerns about tightening worldwide supplies.Terminal users can follow our Markets Live blog here.Here are some key events coming up this week:Earnings season includes results from: Japan Post Bank, Disney, 21st Century Fox, Deutsche Telekom, China Mobile, Glencore and Adidas.Tuesday brings the latest Reserve Bank of Australia meeting that is forecast to produce no change in either the record-low cash rate or the long-term guidance.The Bank of Japan releases a summary of opinions Wednesday from its July 30-31 meeting, at which it tweaked elements of its stimulus policy to make it more sustainable.Samsung Electronics unveils its next Galaxy Note smartphone.U.S. consumer prices probably rose in July, consistent with a pickup in inflation that&#x2019;s projected to keep the Federal Reserve on a path of gradual interest-rate increases, economists forecast before Friday&#x2019;s release.These are the main moves in markets:StocksTopix index rose 0.4 percent as of the break in Tokyo. Australia&#x2019;s S&amp;P\/ASX 200 Index fell 0.4 percent.South Korea&#x2019;s Kospi index rose 0.3 percent. Hong Kong&#x2019;s Hang Seng Index added 0.9 percent. Shanghai Composite Index gained 1.4 percent. Futures on the S&amp;P 500 were little changed. The S&amp;P 500 rose 0.4 percent Monday.CurrenciesThe Japanese yen rose 0.1 percent to 111.34 per dollar after declining 0.2 percent.The offshore Chinese yuan traded at 6.8638 per dollar.The euro was at $1.1558 after reaching the weakest in almost 13 months on its fifth straight decline.The British pound traded at $1.2942, near the weakest in about 11 months. The Bloomberg Dollar Spot Index was little changed around the highest in more than two weeks.BondsThe yield on 10-year Treasuries held at 2.94 percent.Australia&#x2019;s 10-year bond yield fell five basis points to 2.67 percent. The yield on 10-year Japanese bonds was at 0.11 percent.CommoditiesWest Texas Intermediate crude rose 0.1 percent to $69.09 a barrel.Gold rose 0.2 percent to $1,209.90 an ounce.                       {\"contentId\":\"PD27FZ6KLVR901\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/asia-futures-point-to-modest-gains-dollar-climbs-markets-wrap\"},\"containerId\":\"in-article-Ugsw8L1\"}                               &#x2014; With assistance by Jeremy Herron, Randall Jensen, and Helen Sun","inner_url":[{"title":"cheap","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-06\/china-stocks-about-to-get-cheaper-as-money-ball-rolls-into-bonds","type":"article"},{"title":"denuclearization","url":"https:\/\/www.bloomberg.com\/politics\/articles\/2018-08-06\/north-korea-s-pompeo-problem-exposes-widening-rift-over-talks","type":"other"},{"title":"sanctions","url":"https:\/\/www.bloomberg.com\/politics\/articles\/2018-08-06\/u-s-considers-oil-sanction-waivers-as-new-iran-penalties-start","type":"other"}]},"990d577e39d38632a3acc17d3252df08":{"category":"business","header":"Black Films Should Get More Exposure Overseas, Boots Riley Says","str_time":"August 6, 2018, 5:59 PM","text":"As indie hit &#x201C;Sorry to Bother You&#x201D; prepares to make its international debut, director Boots Riley took to Twitter to debunk the persistent Hollywood myth that movies with black themes and casts don&#x2019;t do well overseas.&#x201C;Even tho we&#x2019;r outperforming a gang of other movies, distributors r claiming &#x2018;Black movies&#x2019; dont do well internationally and r treating it as such,&#x201D; Riley wrote. &#x201C;There&#x2019;r films that bombed here, that theyr distributing. Let em know wsup.&#x201D;Later in the Twitter thread, Riley said he wasn&#x2019;t referring specifically to Annapurna Pictures, the production company that&#x2019;s distributing his film. Annapurna has plans to release the movie overseas, according to someone familiar with those plans, but they haven&#x2019;t been made public yet. With smaller, independent movies, distributors sometimes wait to see how domestic releases are received before announcing the international rollout.                      {\"contentId\":\"PD1WOV6JIJV101\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/black-films-should-get-more-exposure-overseas-boots-riley-says\"},\"containerId\":\"box-dWpOY1X\"}                               Riley didn&#x2019;t respond to a request for comment.Owned by Oracle heiress Megan Ellison, Annapurna bought the worldwide rights to the movie at the Sundance Film Festival this year. The studio typically works with international partners for foreign distribution of its films, including &#x201C;Zero Dark Thirty&#x201D; and &#x201C;American Hustle.&#x201D;In &#x201C;Sorry to Bother You,&#x201D; Lakeith Stanfield plays a black telemarketer who unlocks a key to professional success that leads him into a disturbing universe. The film opened in 16 theaters on July 6 to rave reviews; it is now playing across the U.S. and has earned $14.9 million at the box office.Movies with black actors and themes are having a resurgence, buoyed by hits like &#x201C;Black Panther,&#x201D; &#x201D;Get Out&#x201D; and &#x201C;Hidden Figures,&#x201D; all of which exceeded box-office expectations at home and abroad. Next up is &#x201C;Blackkklansman,&#x201D; a film directed by Spike Lee and produced by &#x201C;Get Out&#x201D; director Jordan Peele. It tells the true story of two Colorado cops -- one black and one Jewish -- who try to infiltrate the local chapter of the KKK. It will be distributed by Focus Features, and is slated for release on Aug. 10."},"8d8e5eb25bc33393c46b1fb736a63202":{"category":"business","header":"Man Sentenced to 15 Years for Plotting San Francisco Attack","str_time":"August 6, 2018, 5:45 PM","text":"Sacramento, Calif. (AP) -- A California man who told undercover agents that he wanted to carry out a Christmas Day bombing at San Francisco&apos;s popular Pier 39 was sentenced to 15 years in prison. Everitt Aaron Jameson of Modesto, California U.S. District Judge Lawrence J. O&apos;Neill issued the sentence Monday, which came after Everitt Aaron Jameson of Modesto, California, admitted under a plea deal in June that he tried to aid a terrorist organization. Jameson, 27, planned the attack during talks with undercover FBI agents, including one he thought was with the Islamic State group.                                {\"contentId\":\"PD274K3V7U9S02\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/man-sentenced-to-15-years-for-plotting-san-francisco-attack\"},\"containerId\":\"outstream-video-1-PD274K3V7U9S02\"}                                            {\"contentId\":\"PD274K3V7U9S02\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/man-sentenced-to-15-years-for-plotting-san-francisco-attack\"},\"containerId\":\"box-HD8h48e\"}                               Court documents show that Jameson joined the Marine Corps and received basic training, but he was discharged for failing to disclose an asthma history. The former tow-truck driver told undercover federal agents that he planned to use pipe bombs to channel victims into part of Pier 39 so he could shoot them. He also offered to provide money to the cause. Jameson could have received 40 years in prison. Defense attorney Charles Lee has said his client was having second thoughts and didn&apos;t take steps to carry out the plot. Investigators found no bomb-making materials, and three firearms found during a search were owned by his stepfather and locked away in a place he couldn&apos;t access. Jameson was arrested Dec. 22."},"9e74495490b615ffac96a086d2233923":{"category":"business","header":"LeBron James Adds Showtime Documentary Series to His Small-Screen Portfolio","str_time":"August 6, 2018, 6:04 PM","text":"Beverly Hills, Calif. (AP) -- LeBron James has yet to play a minute for the Los Angeles Lakers, yet the NBA superstar is already busy in Hollywood. James is behind the three-part documentary series, &quot;Shut Up and Dribble,&quot; announced Monday by Showtime. Set to debut in October, the same month James suits up for his new team, the series looks at the changing role of athletes in the current political and cultural climate against the backdrop of the NBA.                                {\"contentId\":\"PD27Z53V7U9S02\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/lebron-james-adds-showtime-doc-to-his-small-screen-portfolio\"},\"containerId\":\"outstream-video-1-PD27Z53V7U9S02\"}                                            {\"contentId\":\"PD27Z53V7U9S02\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/lebron-james-adds-showtime-doc-to-his-small-screen-portfolio\"},\"containerId\":\"box-pIc1070\"}                               Its title comes from a comment Fox News host Laura Ingraham made to James in February when she sought to rebuke him for talking politics during an interview. James is the executive producer of the series along with his business partner Maverick Carter and his agent Rich Paul. Gotham Chopra, who directed Showtime&apos;s &quot;Kobe Bryant&apos;s Muse&quot; in 2015, helmed the project. The series traces the modern history of the league and its players starting with the 1976 merger of the freewheeling American Basketball Association and the National Basketball Association, how the top players have expanded their notoriety off the court in fields such as business and fashion while becoming icons in the process. James has another show, &quot;The Shop&quot; debuting Aug. 28 on HBO in which he leads conversation and debate among his guests in barbershops around the country. James found himself drawn into politics last week when President Donald Trump unleashed a withering attack on him in a tweet after an interview aired with CNN anchor Don Lemon in which he deemed Trump divisive.                       {\"contentId\":\"PD27Z53V7U9S02\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/lebron-james-adds-showtime-doc-to-his-small-screen-portfolio\"},\"containerId\":\"in-article-ElF9vpn\"}                               Although James has long been a Trump critic, calling the president &quot;U bum&quot; in a 2017 tweet, the tweet was Trump&apos;s first attack on the player, who just opened up a school for underprivileged children in his hometown of Akron, Ohio. &quot;Lebron James was just interviewed by the dumbest man on television, Don Lemon,&quot; Trump posted. &quot;He made Lebron look smart, which isn&apos;t easy to do.&quot;"},"f6a3fdca501d6b92495e7c16c992678a":{"category":"technology","header":"Can This Man Make His Video Gaming Team a $1 Billion Business?","subheader":"Jack Etienne is trying to persuade advertisers that a bunch of guys maneuvering online archers, monsters and mages is a lucrative investment.","str_time":"August 6, 2018, 7:00 AM","text":"Jack Etienne had reinvented himself. He&#x2019;d gone from an eager photocopier salesman with an obsessive evening-and-weekends video game habit to the chief executive officer at a professional video-game-playing company that generates&#xA0;millions of dollars a year in sponsorships. In 2017, he committed more than $30 million in investment funds buying a spot in two of the world&#x2019;s top esports leagues, where pro video gamers compete in front of huge audiences. Now&#xA0;those Silicon Valley investors expect&#xA0;him to turn his team, Cloud9, into a global entertainment business. So, this April, searching for clues as to how he might do that, Etienne flew to New Orleans to experience WrestleMania 34.He watched the wrestling, but he also wanted to see how the executives guided advertisers through this strange world. One afternoon, Etienne took his seat at the WWE&#x2019;s Business Partner Summit.&#xA0;There, a wrestler named Elias strummed a guitar and performed an ode to brands. In fewer than two minutes, Elias name-checked KFC, Snickers, YouTube, Snapchat, Mattel, Old Spice, NBC, Sony and China&#x2019;s PPTV. It was a sales master class. Etienne saw that the WWE knew how to hold advertisers&#x2019;&#xA0;hands, inculcating them in the appeal of their crazy characters under the guise of a business update. The WWE had figured out how to turn fake wrestling into a business worth $6.1 billion. Like the WWE did with professional wrestling decades ago, Etienne is fighting to convince major companies that his oddball fan base has just as much money to spend as other sports lovers. If the WWE could persuade rich guys that young men watching other men perform dramatized violence was a good investment, so could Etienne.&#xA0;                       {\"contentId\":\"PD1D8J6JIJUP01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/can-this-man-make-his-video-gaming-team-a-1-billion-business\"},\"containerId\":\"box-Rhj1Shl\"}                               There are early signs of Cloud9&#x2019;s promise. Last year, Etienne convinced the WWE,&#xA0;along with some of the technology world&#x2019;s top investors, that video game competitions were worth their money. Peter Thiel&#x2019;s venture capital firm, Founders Fund, and Craft Ventures wrote him the biggest checks, with more funds coming in from former&#xA0;Facebook Inc. executive Chamath Palihapitiya and Reddit Inc.&#xA0;co-founder Alexis Ohanian. Altogether they poured $28 million into Cloud9, the team Etienne founded in 2013&#xA0;by buying a group of League of Legends players out of their contracts for less than $20,000.Cloud9, C9 for short, is the most popular esports team in North America, according to Nielsen Esports, a market research group. The team, based in Santa Monica, California, has hundreds of wins playing more than a dozen video games. Cloud9 has a roster of more than 70 players, many of them living in team-owned dormitory-style housing, earning anywhere from a few thousand dollars a week to hundreds of thousands a year playing video games professionally. Can Etienne be the first person to turn his team into a $1 billion&#xA0;business? &#x201C;There is no founder like Jack in all of esports,&#x201D;&#xA0;said Brian Singerman, who led Founders Fund&#x2019;s investment in Cloud9. &#x201C;He&#x2019;s the type of person people like to work for and play for. And he just works like crazy and loves what he does.&#x201D;But there are many hurdles ahead for Etienne. For one, there&#x2019;s the money: He spent millions to buy his way into a select group of teams that can compete in the top gaming tournaments, and there&#x2019;s no guarantee it&#x2019;ll recoup that cost. Cloud9 and other teams are working together with game developers to secure lucrative distribution rights for online streaming and television. Cloud9 is also working to land valuable marketing deals. There&#x2019;s also the pressing challenge of making esports easier to watch so people besides hardcore gamers can understand what&#x2019;s going on. In addition to all that, Etienne couldn&#x2019;t stop worrying about Sneaky.&#xA0;&#xA0;                      {\"contentId\":\"PD1D8J6JIJUP01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/can-this-man-make-his-video-gaming-team-a-1-billion-business\"},\"containerId\":\"in-article-Ros2ILZ\"}                               People have been playing video games competitively since the invention of the arcade in the early 1970s. In the late 1990s, the strategy game StarCraft and the shooter Counter-Strike were mainstays at neighborhood LAN (local area network) parties. Friends lugged their desktop computers over to whoever&#x2019;s parents had the nicest house and battled it out in the early morning hours. As the internet sped up, video games moved online. In 2004, the science-fiction shooting game Halo 2 and the fantasy game World of Warcraft revolutionized what it looked like to play video games online with friends. In those halcyon days, people who took their games seriously trekked to small tournaments to compete for bragging rights and token prize money. Today, the best players in the world play 14 hours a day and can make decent to spectacular money. Sneaky, a moppy-haired gamer whose real name is Zachary Scuderi, is one of them. He&#x2019;s among Etienne&#x2019;s star players. Cloud9 pays him well above $100,000 a year, though it won&#x2019;t say exactly how much, and he makes many tens of thousands on his own from people paying to watch his stream on Twitch, Amazon.com Inc.&#x2019;s video game streaming network. Sneaky has earned more than 85 million views on Twitch by making gaming look easy, but Etienne was starting to worry that his star had lost his focus.While Sneaky coasts through life on his extraordinary ability to click quickly, earning fans with his slacker,&#xA0;every-man charm, Etienne buzzes with energy, having muscled his way to the top of the gaming industry with the sheer force of his personality. At Xerox Corp., Etienne, a burly, bearded, friendly-faced man, sold large printers, photocopiers and other services to law firms and insurance companies. Despite the tedium, he excelled. His experience selling that most corporate of items&#x2014;a few years after the characters in Office Space took a baseball bat to the printer\/copier&#x2014;taught him how to pitch just about anything.But it was the time he spent outside of work in the mid-2000s that would be the guiding force in his life. Every night, Etienne obsessed over World of Warcraft, and he eventually began recruiting players for his top-ranked guild&#x2014;a group of dozens of players who worked together to slay monsters and harvest precious weapons. &#x201C;I was always out there looking at current talent,&#x201D;&#xA0;Etienne said. He signed copy machine deals during the day and secured elite dragon slayers by night. &#x201C;There was no money involved. It was competitive, and it mattered a lot to me,&#x201D;&#xA0;he said. Growing tired of his day job, Etienne spent a lot of time on Curse, a gamer tip site. After seeing a posting for a sales position there, Etienne landed the job. A year later, he jumped ship to Crunchyroll, an anime streaming site, to build a sales team. (One of his friends on World of Warcraft introduced him to the CEO.) He generated $16 million in sales during his last year at the company, he said. A couple years into that job, one of the people who bought advertising space from Etienne told him that he should help out a then 17-year-old kid named Andy Dinh. Etienne and Dinh would go on to become powerbrokers in the esports world&#x2014;and rivals. But at first, they were friends. Dinh had created a website called SoloMid that had guides on how to play League of Legends&#x2019; dozens of different characters. The site was growing more popular than he knew what to do with. Etienne started giving him advice and then helping him sell ads on the side. SoloMid&#x2019;s advertising quickly climbed from $3,000 a month to $80,000 and kept growing from there, Etienne said. &quot;Jack helped sign some of our very first partners,&quot; Dinh said.&#xA0;&quot;Jack listens, he&apos;s smart, he&apos;s emotionally intelligent and I learned a lot from him.&#x201D;&#xA0;&#xA0;Etienne signed on to manage Dinh&#x2019;s team, called Team SoloMid, in 2011. Eventually, Etienne&#x2019;s boss told him to quit the side gig. Etienne did&#xA0;but soon regretted it. Within months, he decided to quit his day job instead and form his own team.In&#xA0;2013, he spent $23,000 on a five-player team of professional League of Legends players with a small following. Soon, he had a mutiny on his hands. The players had wanted one of their friends to buy them, and so instead of fighting, Etienne arranged a sale&#xA0;and then bought the contracts of another group of players. The team chose a new name: Cloud9.Sneaky was 19 years old and had just moved to Los Angeles from Boca Raton, Florida, to try making it as a professional. He shared a room with three other gamers and was making $500 a month.&#xA0;After buying the team, Etienne took on a parental role for some of the players, especially younger ones like Sneaky. When he moved the team to San Jose, California,&#xA0;Etienne picked up Sneaky from the airport. The owner rented an apartment for the team to live in&#xA0;and kept the fridge stocked. When the players clogged the toilet, Etienne brought them a plunger. That summer, in 2013, Sneaky and his teammates went on a surprise run and made it to the League of Legends championships. Etienne got more than his money&#x2019;s worth. A&#xA0;winning team made signing sponsors much easier. The culmination of the following&#xA0;season, in 2014, was bittersweet. Cloud9 lost 3-to-2&#xA0;to Dinh&#x2019;s Team SoloMid. League of Legends is a war between two teams of five players each. The winner is decided by which team&#x2019;s archer, mage, monster, warrior and healer can work together to murder their enemies and destroy their opponents&#x2019;&#xA0;base. To be a dominant force in League of Legends, you need to be really good at clicking and typing quickly and precisely, while predicting your opponent&#x2019;s movements and coordinating with your team. It requires incessant practice. To watch Sneaky play League of Legends is to watch someone transform the game&#x2019;s most vulnerable characters into powerful opponent-destroyers. It&#x2019;s satisfying to watch someone do it so effortlessly. Millions of people watch Sneaky play for hours on Twitch while he delivers a dour running monologue. &#x201C;The main reason I started streaming more was because I talked to Jack with the team, and we were actually wanting higher salaries,&#x201D;&#xA0;Sneaky said.&#xA0;Etienne suggested they make extra cash on Twitch, where spectators could pay him for advice on in-game weapons and characters, Sneaky said. He&#x2019;s required to plug Cloud9&#x2019;s sponsors from time to time, and that&#x2019;s why his legions of fans are so important to the team. When the U.S. Air Force Reserve ran ads during his Twitch stream last year, Sneaky would stand up and salute, earning many lulz from his fans.                       {\"contentId\":\"PD1D8J6JIJUP01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/can-this-man-make-his-video-gaming-team-a-1-billion-business\"},\"containerId\":\"outstream-video-1-PD1D8J6JIJUP01\"}                                                     {\"contentId\":\"PD1D8J6JIJUP01\",\"position\":\"outstream\",\"dimensions\":{\"mobile\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/can-this-man-make-his-video-gaming-team-a-1-billion-business\"},\"containerId\":\"outstream-video-2-PD1D8J6JIJUP01\"}                               Under Etienne, Sneaky quickly became the cornerstone of Cloud9. While Sneaky won game after game, Etienne recruited top players around him&#x2014;and he secured investors to buy their way into the top League of Legend competition. Over the years, other players came and went. But Sneaky remained, and that was good for business.For months, Etienne grew convinced that Sneaky was taking an increasingly lackadaisical approach while playing with his teammates. And in June, Etienne had had enough, announcing he was benching Sneaky along with two other top players. &#x201C;We&#x2019;re looking for players to always be hungry,&#x201D; Etienne said. Sneaky&#x2019;s public reaction was muted. He began playing on Cloud9&#x2019;s second-tier team with the promise that he could try to earn his way back onto the main team. On Twitter, the team posted this message: &#x201C;No one said it was easy being a C9 fan. We appreciate everyone who sticks with us regardless of what changes are made.&#x201D;&#xA0;The message: Cloud9 is bigger than any one player.The same month that Etienne demoted Sneaky, he announced a major business deal with Red Bull,&#xA0;and soon its logo was plastered all over the team&#x2019;s jerseys. A national advertiser was betting on Cloud9.In June, Etienne held a meeting with his investors modeled after the WWE. Thirty top executives showed up to one of his team houses in Burbank, California, to get an update on the business. They eagerly boarded a bus to the Blizzard Arena nestled between Warner Bros. and Walt Disney studios&#xA0;to watch a Cloud9 team play Overwatch, a game where friendly-faced, gun-wielding avatars blast each other to bits over a small plot of land. Cloud9 won&#xA0;and a month later, won the national tournament broadcast on ESPN. Meanwhile, with Sneaky off the premier League of Legends team, Cloud9 lost four out of five games at the start of the season. Etienne relented and put Sneaky back on the main roster.For more on the rise of esports, check out the Decrypted podcast:                                                             &#xA0;","inner_url":[{"title":"Founders Fund","url":"https:\/\/www.bloomberg.com\/quote\/3592213Z:US","type":"company"},{"title":"Craft Ventures","url":"https:\/\/www.bloomberg.com\/quote\/1577205D:US","type":"company"},{"title":"Amazon.com Inc.","url":"https:\/\/www.bloomberg.com\/quote\/AMZN:US","type":"company"},{"title":"Xerox Corp.","url":"https:\/\/www.bloomberg.com\/quote\/XRX:US","type":"company"}]},"722a98e3a0f55d505bc1a549561ff513":{"category":"politics","header":"Arpaio Speaks to Toy Doughnut in New Baron Cohen's Show","str_time":"August 6, 2018, 5:52 PM","text":"Phoenix (AP) -- U.S. Senate candidate Joe Arpaio argued the benefits of gun ownership to a tiny toy doughnut in the latest episode of comedian Sacha Baron Cohen&apos;s new prank show. Arpaio often seemed taken aback during the interview that aired Sunday in which Baron Cohen portrayed a Finnish TV host who channeled some of his questions through a toy named &quot;D&apos;Lish Donut.&quot; &quot;D&apos;Lish Donut, you have to understand that you have to follow the Constitution and the law and allow people to have guns,&quot; Arpaio said. At one point, Arpaio looked downward at the toy and pointed his finger for emphasis as he argued that guns were an effective means of defense.                                {\"contentId\":\"PD27FW3V280002\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/arpaio-speaks-to-toy-doughnut-in-new-baron-cohen-s-show\"},\"containerId\":\"outstream-video-1-PD27FW3V280002\"}                                            {\"contentId\":\"PD27FW3V280002\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/arpaio-speaks-to-toy-doughnut-in-new-baron-cohen-s-show\"},\"containerId\":\"box-m94p2QO\"}                               The 86-year-old retired lawman joins defeated Senate candidate Roy Moore and other politicians who were pranked in the Showtime series. The Republican served as metro Phoenix&apos;s sheriff for 24 years until his defeat in 2016 as he faced a criminal contempt of court charge for disobeying a judge&apos;s orders in an immigration case. He was later convicted of the misdemeanor, but was spared a possible jail sentence when he was pardoned by President Donald Trump. Arpaio, through his campaign manager, declined an interview request Monday from The Associated Press about the segment. His campaign issued a statement saying Arpaio couldn&apos;t fully understand what Baron Cohen was saying during the interview. &quot;We&apos;re not mad about it, it&apos;s comedy,&quot; Arpaio spokeswoman Jennifer Lawrence said in the statement. In an interview three weeks ago, Arpaio said the segment was filmed in Los Angeles in October, three months before he announced that he was running for the U.S. Senate seat held by retiring Sen. Jeff Flake.                       {\"contentId\":\"PD27FW3V280002\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/arpaio-speaks-to-toy-doughnut-in-new-baron-cohen-s-show\"},\"containerId\":\"in-article-p6DvErU\"}                               Arpaio said the producers told him the show was focusing on the most famous people in the United States. He also had said he didn&apos;t know who Baron Cohen was until he recently saw news coverage about the comedian pulling a similar prank on former Alaska Gov. Sarah Palin. The campaign of former state Sen. Kelli Ward, one of Arpaio&apos;s two GOP opponents, declined to comment on Arpaio&apos;s appearance on the show. A spokeswoman for his other opponent, Rep. Martha McSally, didn&apos;t return a phone call and email seeking comment. Baron Cohen, whose character sported reddish orange hair and a garish floral-print shirt, also told Arpaio he has more than 43 guns.                       {\"contentId\":\"PD27FW3V280002\",\"position\":\"outstream\",\"dimensions\":{\"mobile\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/arpaio-speaks-to-toy-doughnut-in-new-baron-cohen-s-show\"},\"containerId\":\"outstream-video-2-PD27FW3V280002\"}                               &quot;You have 43 guns?&quot; Arpaio asked. &quot;Yes, I have been collecting them for the upcoming race war,&quot; Baron Cohen said. Arpaio appeared surprised by the answer, but no further reaction from him was shown during the four-minute segment. He previously said he began to suspect something was amiss when Baron Cohen started using sexually explicit expressions, though he resisted the urge to walk out. Lawrence said in her statement that she had to explain to Arpaio what Baron Cohen meant when he used one such expression."},"afa8b4bd77157e89ae7bd5ec3f950e3f":{"category":"technology","header":"SoFi Is Said to Report Second-Quarter Loss of $200 Million","str_time":"August 6, 2018, 4:00 AM","key_point":["Company had significant adjusted EBITDA losses, people say","Startup reported more than $3 billion in funded loan volume"],"text":"Writedowns of underperforming loans drove Social Finance Inc. to a second-quarter adjusted loss of about $200 million, according to people familiar with the matter.The student-loan refinancer, which has been trying to transform itself into a broader online financial-services company, took a one-time charge on loans originated before the second quarter, one of the people said. The company projects that it will be profitable again by the end of the year, another one of the people said.The $200 million number is before interest, taxes, depreciation and amortization. SoFi declined to comment.                               {\"contentId\":\"PCWQWO6KLVRU01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-06\/sofi-is-said-to-report-second-quarter-loss-of-200-million\"},\"containerId\":\"outstream-video-1-PCWQWO6KLVRU01\"}                                            {\"contentId\":\"PCWQWO6KLVRU01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/sofi-is-said-to-report-second-quarter-loss-of-200-million\"},\"containerId\":\"box-DFLe9t9\"}                               Anthony Noto took over as chief executive officer earlier this year, after Mike Cagney had to step down over allegations of sexual harassment. The loan writedown was part of an internal decision to clean the company&#x2019;s financial statements under new leadership, two of the people said.&#x201C;Our Q2 financial results were negatively impacted by significantly lowered valuation of legacy loans and assets as well as the slow start to increasing prices in the face of a rising interest rate environment,&#x201D; the company said in a second-quarter shareholder letter, dated Aug. 3, that was obtained by Bloomberg.&#x200B;Those &#x200B;price boosts resulted in &quot;somewhat lower loan volume&quot; and were made in anticipation of continued interest-rate increases in the coming years&#x200B;, according to the letter&#x200B;.The company also reported &quot;more than $3 billion in funded loan volume&quot; in the second quarter. In the quarter prior, SoFi wrote to investors that it had $3.6 billion in funded loans and 59,000 additional members, according to a document obtained by Bloomberg News.It&#x2019;s the first time SoFi has disclosed quarterly revenue or earnings to its investors since the third quarter of 2017, when it reported adjusted earnings before interest, taxes, depreciation and amortization of $56.1 million, according to a letter to investors.                      {\"contentId\":\"PCWQWO6KLVRU01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-06\/sofi-is-said-to-report-second-quarter-loss-of-200-million\"},\"containerId\":\"in-article-HODGtPA\"}                               Since a tumultuous 2017, when the company dealt with allegations of unethical conduct and executive turnover, SoFi has pulled back international expansion plans and withdrawn an application for an industrial loan charter. Noto, who was formerly Twitter Inc.&#x2019;s chief operating officer, has focused on newer offerings including deposit accounts, debit cards and wealth management as the company sets its sights on a wider market.SoFi rolled out a test version of its SoFi Money product in the second quarter. The banking and checking-account like product has a waitlist of about 40,000 people. The more than 2,000 beta users have generated more than 20,000 transactions, the company said.Still, the company has yet to prove that it can gain significant traction with consumers for fee-based products that would give the company a buffer if rising interest rates hurt demand for loans.The San Francisco-based company has lost several executives recently, including Meron Colbeci, head of product and design, according to two of the people. Noto has also been working to rebuild senior management, including hiring longtime Goldman Sachs Group Inc. executive Michelle Gill as chief financial officer in April.SoFi has also hired former Expedia Group Inc. chief technology officer Tony Donohoe, previous Amazon.com Inc. executive Assaf Ronen as head of product, former Citigroup Inc. executive Anand Cavale as head of consumer lending, and ex-Uber Technologies Inc. executive Chris Lapointe as head of business operations, according to the shareholder letter.","inner_url":[{"title":"Social Finance Inc.","url":"https:\/\/www.bloomberg.com\/quote\/0604939D:US","type":"company"},{"title":"$56.1 million","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-11-09\/sofi-posts-record-quarter-but-pulls-back-expansion-amid-scandal","type":"article"},{"title":"fee-based products","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-03-29\/he-can-fix-your-student-debt-but-can-he-sell-you-a-mortgage","type":"article"}]},"f2c7b5bb17ff587b4beb12ecebfd166c":{"category":"technology","header":"Beware of the Twitter Mob","str_time":"August 3, 2018, 7:00 AM","text":"Can Twitter be saved? I&apos;m not talking about last week&apos;s social media stock price plunge. It&apos;s the ritualization of Gamergate-style uproar and dishonest brigading that has me disillusioned with the platform.I know soul-searching about Twitter is a bit of a journalistic trope at this point, since we all seem to be simultaneously enraptured with and disgusted by the constantly whirring news machine. But this week&apos;s latest Twitter brouhaha seemed different&#x2014;and reflects ominously not just on Twitter as a platform but on the state of online debate.After Sarah Jeong was announced as a new member of the New York Times editorial board, right wing culture warriors surfaced what they deemed to be&#xA0;racist tweets by her. In July 2014, she tweeted, &quot;Oh man it&apos;s kind of sick how much joy I get out of being cruel to old white men&quot; and in November 2014, she tweeted, &quot;#CancelWhitePeople.&quot; Fox helpfully aggregated some of&#xA0;her controversial tweets.&#xA0;                               {\"contentId\":\"PCVT8D6JIJVA01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-08-03\/beware-of-the-twitter-mob\"},\"containerId\":\"outstream-video-1-PCVT8D6JIJVA01\"}                                            {\"contentId\":\"PCVT8D6JIJVA01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/beware-of-the-twitter-mob\"},\"containerId\":\"box-nVArcRb\"}                               Jeong tried to grab the reins of the controversy engulfing her by making a statement.&#xA0;She posted&#xA0;two tweets she had received from trolls. One read, &quot;If I saw you. I would sock you right in your lesbian face.&quot; She wrote, &quot;I engaged in what I thought of at the time as counter-trolling. While it was intended as satire, I deeply regret that I mimicked the language of my harassers.&quot; Meanwhile, the&#xA0;Times&#xA0;said it was standing by her but said her tweets &quot;only served to feed the vitriol that we too often see on social media.&quot;Is there anything else on Twitter besides vitriol?Quinn Norton, the online thinker, distilled the problem presciently in 2013, when she wrote about context collapse. She explained,&#xA0;&quot;One of the major problems with online space is that the wrong people see us hanging out with our friends&#xA0;and suddenly decontextualize our actions. This makes them wholly different and often unintended actions.&quot; Norton, of course, had her offer to work at the&#xA0;Times&#xA0;rescinded earlier this year over her own controversial tweets.In this case, it wasn&apos;t that Jeong was bantering among friends online so much as that she had a more confrontational online persona than is tolerated at the&#xA0;Times. She wrote smart, in-depth articles and aggressive tweets. Anyone who read those tweets in conjunction with her work understood that this was deeply thoughtful person who wasn&apos;t going to be bowed by trolls&#x2014;not an actual anti-white bigot (if such a thing can exist). As a white person who has read her work and her tweets over the years, it&apos;s hard to see how anyone could plausibly believe that she literally wanted to cancel white people.The most charitable interpretation of the uproar then is that she pushed the bounds of civil discourse too far. At least some of the Twitter brigades going after her don&apos;t seem to feel much obligation to be intellectually honest about their critique. One Twitter user&#xA0;quipped, &quot;Welcome to the popular new game Is There A Sarah Jeong Critic Who Hasn&apos;t Tweeted Something Racist?&quot; That person dug up examples of Jeong&apos;s critics who themselves had posted xenophobic tweets.                      {\"contentId\":\"PCVT8D6JIJVA01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/beware-of-the-twitter-mob\"},\"containerId\":\"in-article-ehbh2mM\"}                               In 2014, Deadspin published a piece titled, &quot;The Future of The Culture War Is Here, And It&apos;s Gamergate.&quot; It&apos;s still&#xA0;worth a read. The piece argues that the media, understandably eager to be fair to all sides of an issue, tends to take all online criticism&#x2014;including anonymous tweets&#x2014;as coming in good faith and is therefore susceptible to being manipulated. &quot;What we&apos;re seeing now is a rehearsal, where the mechanisms of a toxic and inhumane politics are being tested and improved.&quot;This article also ran in Bloomberg Technology&#x2019;s&#xA0;Fully Charged&#xA0;newsletter.&#xA0;Sign up here.And here&#x2019;s what you need to know in global technology newsApple became the first $1 trillion company in the U.S.&#xA0;Its valuation is on par with the gross domestic product of Indonesia. It overcame flips and flops to get there. But not all is well: Apple today generates  less profit from each dollar of sales than it did in 2010.&#xA0;And  other tech companies&#xA0;aren&#x2019;t far behind,&#xA0;by market&#xA0;value.Apple&#x2019;s stock price doesn&#x2019;t look so hot by one measure: if it were priced in Bitcoin. Adding insult to injury, UBS said  Bitcoin can&#x2019;t be considered a&#xA0;currency&#xA0;or even a viable asset&#xA0;based on the current price.A $2.4&#xA0;billion exit barely registers in tech these days. Cisco  bought Duo Security.Sonos had an underwhelming IPO.&#xA0;Smart speakers without the potential platform power of in-house voice assistants are  so pass&#xE9;.","inner_url":[{"title":"gross domestic product of Indonesia","url":"https:\/\/www.bloomberg.com\/features\/2018-apple-trillion-dollar-world\/","type":"other"},{"title":"flips and flops","url":"https:\/\/www.bloomberg.com\/graphics\/2018-apple-at-one-trillion-market-cap\/","type":"other"},{"title":"less profit from each dollar of sales","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/apple-aapl-at-1-trillion-honey-i-shrunk-the-profit-margins","type":"article"},{"title":"other tech companies&#xA0;aren&#x2019;t far behind","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/apple-becomes-first-u-s-company-to-hit-1-trillion-market-value","type":"article"},{"title":"Bitcoin can&#x2019;t be considered a&#xA0;currency&#xA0;or even a viable asset","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/bitcoin-needs-to-hit-213-000-to-replace-money-supply-ubs-says","type":"article"},{"title":"bought","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/cisco-to-acquire-duo-security-for-2-35-billion-adding-services","type":"article"},{"title":"so pass&#xE9;","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/sonos-offering-shows-investor-skepticism-for-consumer-tech","type":"article"}]},"c97a9a49f25809404fa0e9bd1f387e72":{"category":"technology","header":"Hedge Fund Manager Plotkin Takes a Hit as Nintendo Stock Surges","str_time":"August 1, 2018, 12:25 AM","key_point":["Plotkin’s Melvin Capital shorted $400 million before earnings","Nintendo shares soar 7 percent after quarterly profit beat"],"text":"U.S. hedge fund manager Gabriel Plotkin made a risky bet by increasing his short position in Nintendo Co. just ahead of the company&#x2019;s earnings report on Tuesday. He got it wrong, at least for the day.The Japanese game maker reported earnings that beat estimates and sent shares climbing as much as 7 percent in Tokyo trading. Plotkin&#x2019;s hedge fund Melvin Capital Management, based in New York, was short about $400 million worth of Nintendo&#x2019;s stock, according to the latest regulatory filing on Tuesday. Trading volumes ahead of earnings indicate it&#x2019;s unlikely he closed the position, resulting in paper losses of as much as $27 million from Wednesday&#x2019;s share surge.The quarterly beat is the latest chapter in the battle between Nintendo and short sellers like Plotkin, which has gripped executives, investors and analysts. Considered one of Japan&#x2019;s hottest stocks as recently as May, shares then fell as much as 27 percent as hedge funds began betting against it. Traders and analysts said they&#x2019;ll be closely watching daily regulatory filings in Japan to gauge if the latest results were enough of a trigger to make short-sellers cover their positions.                      {\"contentId\":\"PCRHMC6K50Y001\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-01\/hedge-fund-manager-plotkin-takes-a-hit-as-nintendo-stock-surges\"},\"containerId\":\"box-XRC7v7R\"}                               Short-selling interest was at 2.5 percent of outstanding shares as July 31, according to data from Markit Securities. That implies Plotkin&#x2019;s position accounted for about a third of all shorts on Nintendo.Plotkin is still likely in-the-money on his short bet. The average price of his position is probably around 41,000 yen to 42,000 yen, according to regulatory disclosures and Bloomberg calculations that assume he began short selling in early May. That&#x2019;s still higher than Wednesday&#x2019;s intraday price of 39,330 yen, despite the day&#x2019;s rally. Any potential losses from the trade are also likely a small dent for Plotkin&#x2019;s hedge fund, which oversees about $7 billion and takes long and short positions in consumer stocks. But losses could be amplified if he has held onto to his bullish bet on Electronics Arts Inc., which has tumbled after reporting poor earnings last week. It was Melvin Capital&#x2019;s second largest long position as of March 31, based on the latest U.S. regulatory filings.Plotkin and Melvin Capital&#x2019;s Chief Operating Officer David Kurd did not respond to requests for comment.Analysts have said shorting Nintendo and buying U.S.-based game companies like Electronic Arts and Activision Blizzard Inc. has been a popular pair trade recently among hedge funds. Microtransactions, esports and releasing games across multiple platforms including mobile has benefited U.S publishers over the past year, lifting shares to all-time highs. Nintendo has been slower in embracing those trends, raising questions if it could fall behind in the industry.                      {\"contentId\":\"PCRHMC6K50Y001\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-01\/hedge-fund-manager-plotkin-takes-a-hit-as-nintendo-stock-surges\"},\"containerId\":\"in-article-ueQwHvM\"}                               &#x2014; With assistance by Kurt Schussler","inner_url":[{"title":"Nintendo Co.","url":"https:\/\/www.bloomberg.com\/quote\/7974:JP","type":"company"},{"title":"Melvin Capital Management","url":"https:\/\/www.bloomberg.com\/quote\/1245804D:US","type":"company"},{"title":"$400 million","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-30\/sac-alum-plotkin-makes-a-massive-short-bet-against-nintendo","type":"article"},{"title":"quarterly beat","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-31\/nintendo-earnings-tops-estimates-on-robust-video-game-sales","type":"article"},{"title":"poor earnings","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCJ2SP6JIJUO","type":"other"},{"title":"all-time highs","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-12\/video-game-stocks-rise-to-records-stoked-by-esports-elation","type":"article"}]},"e8ab4d5ab6100873bb1e4de651ad5728":{"category":"technology","header":"Sony Jumps to Decade High as PlayStation Drives Higher Forecast","str_time":"July 31, 2018, 2:05 AM","key_point":["Game titles for PS4 including God of War drive earnings","Spotify’s recent debut also propped up its bottom line"],"text":"Sony Corp. jumped to its highest in more than a decade after raising its outlook for the current fiscal year, thanks to robust sales of the PlayStation 4 console and profits from its stake in recently listed Spotify Technology SA.Shares rose as much as 5.4 percent in early Tokyo trading, heading for their highest close since 2008, after the company lifted its full-year net income and revenue forecasts and also sharply beat operating profit estimates for the June quarter.&#x201C;Sony secured a big beat on all fronts,&#x201D; Atul Goyal, an analyst at Jefferies Group, wrote in a report. &#x201C;The Games segment had a spectacular quarter with God of War success. We don&#x2019;t think it can beat this quarter anytime soon. But, with more first party games, we expect this will remain a big driver.&#x201D;                      {\"contentId\":\"PCGTI56K50XV01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-31\/sony-profit-tops-estimates-on-playstation-sales-spotify-gain\"},\"containerId\":\"box-uu9Tbdt\"}                               Net income will be 500 billion yen ($4.5 billion) on sales of 8.6 trillion yen through next March, the Tokyo-based company said. The prior forecast called for 480 billion yen and 8.3 trillion yen. Sony cited higher-than-anticipated game sales for the revenue revision, while the recent market debut of the music-streaming service added cash to the bottom line.The company also reported a strong June quarter, with operating profit of 195 billion yen sharply exceeding average projections for 145.4 billion yen. That should come as a relief to investors, who were caught flat-footed in April when new Chief Executive Officer Kenichiro Yoshida unveiled a pessimistic full-year forecast, sending shares tumbling. The stock has recovered since as investors grew more optimistic about Sony&#x2019;s prospects.The PlayStation unit was again the standout. Its revenue climbed 36 percent during the quarter and operating profit nearly quintupled, riding stronger-than-expected sales of new games including God of War and Detroit: Become Human. More titles were also sold digitally through its PlayStation Network, which generates higher profit margins than through brick-and-mortar stores.Read more: Sony Car? New CEO Has Always Wanted to Work on Moving ThingsThat gave Sony confidence to bump its expectations for the gaming division&#x2019;s full-year revenue by 15 percent, and raise the outlook for operating profit by 32 percent. It also raised its forecast for PS4 unit sales to 17 million from 16 million.                      {\"contentId\":\"PCGTI56K50XV01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-31\/sony-profit-tops-estimates-on-playstation-sales-spotify-gain\"},\"containerId\":\"in-article-lwhIoKk\"}                               &#x201C;Games are doing even better than the analysts&#x2019; consensus,&#x201D; said Masahiko Ishino, an analyst at Tokai Tokyo Securities. &#x201C;There isn&#x2019;t one big surprise from all this, but at the end of the day it&#x2019;s a fairly strong result.&#x201D;Revenue rose 5.1 percent to 1.95 trillion yen, topping the forecast for 1.87 trillion yen.In April, the company sold about a fifth of its stake in Spotify when the music streaming giant went public. Sony recorded a one-time gain of 53.9 billion yen from the sale. The remaining shares have a fair value of 95.3 billion yen, and Sony hasn&#x2019;t said if or when it could sell its remaining holding.Read more: Sony&#x2019;s New PlayStation Chief Hints at Portable Gaming RevivalHere&#x2019;s a look at how Sony&#x2019;s individual businesses performed:Games: Operating profit rose from a year earlier to 83.5 billion yen.&#xA0;During the quarter, the company had few surprises to share at the Electronic Entertainment Expo (E3) and also angered gamers over its lack of cross-platform play for Fortnite. In April, researcher Newzoo predicted that mobile games will account for more than half of the gaming industry&#x2019;s revenue this year, while consoles will fall to 25 percent.Music: Streaming continued to grow, with Spotify last week announcing monthly active users had grown to 180 million, topping estimates. That boosted royalties received by Sony, sending operating profit up 28 percent from a year ago to 32.1 billion yen. The unit also got a lift from the on-going popularity of mobile game Fate\/Grand Order.Chips: Operating profit fell 47 percent to 29.1 billion yen. Cooling demand for smartphones was the primary driver in Sony&#x2019;s weaker-than-expected full-year forecast in April. Sony is the largest supplier of camera chips to phone makers including Apple Inc. and last week unveiled a new chip that quadruples megapixel quality.&#x201C;If you look past one-time items and just focus on their core business, it is still growing profits,&#x201D; Masahiro Wakasugi, an analyst at Bloomberg Intelligence, said prior to the release.","inner_url":[{"title":"Sony Corp.","url":"https:\/\/www.bloomberg.com\/quote\/6758:JP","type":"company"},{"title":"Spotify Technology SA","url":"https:\/\/www.bloomberg.com\/quote\/SPOT:US","type":"company"},{"title":"reported","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCPVRNAIBMDD","type":"other"},{"title":"projections","url":"https:\/\/www.bloomberg.com\/quote\/6758:JP","type":"company"},{"title":"tumbling","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-05-01\/sony-stock-dips-as-new-ceo-yoshida-sets-conservative-targets","type":"article"},{"title":"Read more: Sony Car? New CEO Has Always Wanted to Work on Moving Things","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-05-23\/sony-car-new-ceo-has-always-wanted-to-work-on-moving-things","type":"article"},{"title":"sold","url":"https:\/\/www.bloomberg.com\/news\/terminal\/P6MWLN6K50XS","type":"other"},{"title":"Read more: Sony&#x2019;s New PlayStation Chief Hints at Portable Gaming Revival","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-05-23\/sony-s-new-playstation-chief-hints-at-portable-gaming-revival","type":"article"},{"title":"angered","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PAMUHYBUJSAR","type":"other"},{"title":"180 million,","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCH0EH6TTDT5","type":"other"},{"title":"Apple Inc.","url":"https:\/\/www.bloomberg.com\/quote\/AAPL:US","type":"company"},{"title":"new chip","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCAZ6H6KLVR5","type":"other"}]},"af3dd5d3fd7abdbd607d0b6827f7b579":{"category":"Technology & Ideas","header":"Both Sides Win in Sony vs. Nintendo Battle Royale","subheader":"Games consoles are holding out against the mobile onslaught.","str_time":"July 31, 2018, 4:46 AM","text":"A key takeaway from  Sony Corp.&#x2019;s and  Nintendo Co.&#x2019;s earnings Tuesday is that console games are alive and well.While both companies reported softness in sales and shipments of console hardware &#x2014; the PS4 and Switch, respectively &#x2014;&#xA0;revenue and unit sales from software remained&#xA0;strong. That means consumers who bought the devices over the past year or so aren&#x2019;t bored, and weren&#x2019;t&#xA0;lured to smartphone platforms to the extent many feared.New mobile versions of PUBG and Fortnite, both distributed by Tencent Holdings Ltd., raised the specter of gamers spending more time on the ubiquitous smartphone rather than more luxurious but&#xA0;less convenient consoles. Both titles can&#xA0;be thought of as gaming versions of the &#x201C;Hunger Games&#x201D; plot, and are addictive (confession: I&#x2019;m a mobile PUBGer).&#xA0;                      {\"contentId\":\"PCQ31F6JTSEF01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-07-31\/nintendo-and-sony-both-win-battle-royale\"},\"containerId\":\"box-KEO1csd\"}                               If gamers are indeed trading in console time for mobile time, it&#x2019;s not yet showing up in the numbers at Sony and Nintendo.&#xA0; A crucial metric to watch is digital download ratios. At Sony, 43 percent of all full-game software units were bought via downloads, the same proportion as in the prior quarter and higher than a year earlier. At Nintendo, 24.2 percent of dedicated video-game software sales were digital, also unchanged from the prior period and substantially higher the same quarter of 2017. While one advantage of digital over physical is a relatively low distribution cost, the real benefit comes from removing&#xA0;the friction to spending. Consumers who sign up for an account and connect a credit card are more likely to spend on impulse.&#xA0;That&#x2019;s one of the great benefits of smartphone gaming, and one that has attracted the ire of regulators.With both companies likely to boost their&#xA0;promotion of&#xA0;subscription services &#x2014;&#xA0;Sony with PlayStation Plus and Nintendo offering Switch Online &#x2014;&#xA0;we&#xA0;could see increased loyalty and time-on-platform. That&#xA0;loyalty may be the biggest competitive advantage the companies have against the onslaught from smartphone games.","inner_url":[{"title":"Read more opinion","url":"https:\/\/www.bloomberg.com\/view\/contributors\/AOZ1cdFX8mo\/tim-culpan\/articles","type":"other"},{"title":"Sony Corp.&#x2019;s","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-31\/sony-profit-tops-estimates-on-playstation-sales-spotify-gain","type":"article"},{"title":"Nintendo Co.&#x2019;s","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-31\/nintendo-earnings-tops-estimates-on-robust-video-game-sales","type":"article"},{"title":"promotion of&#xA0;subscription services","url":"https:\/\/www.bloomberg.com\/view\/articles\/2018-05-08\/nintendo-flicks-the-switch-on-a-lucrative-new-revenue-stream","type":"other"}]},"52b26c7a15c2fbfff074c54130813977":{"category":"Next Jobs","header":"This Man Rewrites the Genetic Code of Animals","subheader":"Scientists like Dan Carlson are in high demand, thanks to recently discovered tools that enable them to tweak the DNA of all kinds of organisms.&nbsp;","str_time":"July 19, 2018, 5:00 AM","text":"For nine nerve-racking months beginning in the summer of 2014, Dan Carlson waited for his lab experiments to be born. Carlson and his team at the biotechnology startup Recombinetics had made a small tweak in the genetic code of dairy cattle in an attempt to prevent the animals from growing horns. Now, that edited DNA was being copied over to the cells in fetuses growing in their surrogate mothers.&#xA0;No one had tried this before, so it wasn&#x2019;t clear it would work. And compared with the mere days it takes for the cutting-and-pasting of genes to complete in culture dishes, the months-long pregnancies were agonizingly slow. &#x201C;You hope everything is going well,&#x201D; Carlson says. &#x201C;You&#x2019;re expecting it to come out without any horns or horn buds, but you just don&#x2019;t know.&#x201D; As is common with cloned animals, most of the embryos never made it. But Buri and Spotigy, two calves born in April 2015, were free of the telltale bumps that eventually sprout into horns. That meant they would be spared the fate of millions of U.S.-raised cattle, whose horns are destroyed with a hot iron or toxic paste shortly after they&#x2019;re born or are sheared off when they&#x2019;re older. It&#x2019;s a practice Carlson knows his own father, a farmer, struggled with. The painful procedure is done to prevent the cows from goring one another or their human overseers, but People for the Ethical Treatment of Animals and other animal-welfare groups vociferously oppose it. (PETA isn&#x2019;t a big fan of gene editing either, which the organization considers animal experimentation.)                      {\"contentId\":\"PC3VOF6KLVRV01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-19\/this-scientist-uses-gene-editing-so-cows-won-t-grow-horns\"},\"containerId\":\"box-9jOxJBc\"}                               Scientists like Carlson&#x2014;who are manipulating DNA to not only improve animal welfare, but create better crops and treat human disease&#x2014;are one of the hottest commodities today in biotechnology. U.S. job postings for the profession surged 64 percent over the last two years, according to the job search site Indeed.com.&#xA0;People like Carlson can do this work thanks to two methods, both discovered less than a decade ago, that have made gene editing cheaper and&#xA0;easier. (The technique used to develop Carlson&#x2019;s hornless cows is called TALEN; the more famous one, which came slightly later, is called CRISPR.) Carlson is now involved in several projects that employ gene editing in animals, including one that keeps pigs from reaching puberty so they need not be castrated. His profession is the focus of the second episode of Bloomberg&#x2019;s&#xA0;mini-documentary series Next Jobs, which profiles careers of the future. Carlson first became fascinated with genetics as a high school student, when his father started planting genetically modified corn. &#x201C;They were taller. They didn&#x2019;t have any problems standing up. They were essentially the best crop that I ever saw my dad produce,&#x201D; recalls Carlson, who went on to get his PhD in animal sciences with an emphasis in biotechnology and molecular genetics. &#x201C;From that moment on, I was like, &#x2018;This technology is for real. It can really make a difference.&#x2019;&#x201D;&#xA0;Before scientists like Carlson change the world, they&#x2019;ll need to persuade the government as well as a skeptical public that gene editing is safe. In the U.S., the Department of Agriculture and the Food and Drug Administration have taken different stances on the issue. The former has been hands-off; the latter proposed guidelines in 2017 that would treat gene editing in animals as a kind of drug, and therefore would require companies to seek approval introducing altered animals to the food supply.&#xA0;Neither Spotigy nor Buri is alive today. The former was slaughtered last year so scientists could examine his meat (it was normal). Buri was euthanized last month, but not before becoming a father to six horn-free calves. One, named Princess, is female. She should be old enough in a little more than a year&#xA0;to have her own calves and start producing milk. Recombinetics plans to examine the milk for signs of abnormalities.&#xA0;                       {\"contentId\":\"PC3VOF6KLVRV01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-19\/this-scientist-uses-gene-editing-so-cows-won-t-grow-horns\"},\"containerId\":\"in-article-2l1asj2\"}                               Carlson is so confident about the milk&#x2019;s safety he says he wouldn&#x2019;t hesitate to feed it to his three children. Jennifer Kuzma, co-director of the Genetic Engineering and Society Center at North Carolina State University, is more cautious. She notes that gene editing tools sometimes slip up by making insertions or deletions in unintended parts of the genome (Carlson&#x2019;s team looked for these so-called off-target events and found none). Cloning the cells, which is often an essential process in gene editing, can also produce abnormalities, she says.&#xA0;Kuzma also says there needs to be a broader conversation about the underlying ethics of the technology. &#x201C;With these genetic engineering techniques becoming easier to implement and more powerful too, we&#x2019;re at a critical point where things could change in the natural world,&#x201D; she says.In May, Recombinetics moved one step closer to commercializing its technology, announcing a partnership with Canadian semen distributor Semex. The two companies plan to spend the next few years working with regulators in Canada and the U.S. Absent significant obstacles, we may live in a world in 20 years in which no cow would ever need to be dehorned, Carlson says. &#x201C;Whether this strain of animals takes off, it&#x2019;s really up to the government and public acceptance,&#x201D; he says. &#x201C;I can&#x2019;t do a lot about those things. I&#x2019;ve just got to do my job.&#x201D;","inner_url":[{"title":"Next Jobs","url":"https:\/\/www.bloomberg.com\/next-jobs","type":"other"}]},"10e6ecd9caf7ee28b3526efbe6fbce71":{"category":"technology","header":"The Glamorous Life of a Pro Gamer","subheader":"Teams are dolling out signing bonuses, big salaries and housing to attract the best teens and twenty-somethings in the $1.5 billion esports industry.","str_time":"June 21, 2018, 5:47 AM","text":"In 2011, Dorothy Schmale dropped off her 14-year-old son at the Port Authority bus terminal in New York City. Until then, Michael&#x2019;s obsession with video games had seemed like any other hobby. Sure, Schmale worried about the time gaming took away from his homework, but it kept him out of trouble. Now, here she was, sending him off on a 13-plus-hour bus ride to Columbus, Ohio, where he would compete in his first major tournament for Call of Duty. &#x201C;It was hard for me to let him go,&#x201D; she says. &#x201C;But that&#x2019;s really when I knew this was going to take off.&#x201D;Six years later, Michael Schmale (also known as SpaceLy) signed a contract to represent a newly formed organization called Ghost Gaming, which announced it was paying him and each of his teammates a $4,000 monthly salary, as well as a shared $50,000 signing bonus. More impressive still were the perks: Ghost housed them in a 10-bedroom mansion that overlooks Hollywood and, incidentally, was formerly occupied by Justin Bieber.&#xA0;Ghost, which generates most of its revenue from tournament prize money and sponsorships, also supplied the recruits with a coach, team manager, general manager, chef and personal trainers. The trainers were there to knock the sun-deprived, posture-challenged gamers into shape (Schmale spent the first week of the workouts throwing up until he learned to skip breakfast beforehand). Ghost&#x2019;s thesis: Treat these teenagers and twenty-somethings not as slacker nerds but as disciplined, professional athletes.&#xA0;                      {\"contentId\":\"PAO37W6K50XS01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-06-21\/inside-the-glamorous-life-of-a-professional-video-gamer\"},\"containerId\":\"box-X06AET5\"}                               That a company would pay a bunch of guys (and they are all guys) to live in a mansion and play games shows how far competitive gaming has come. The esports industry brought in $1.5 billion in revenue last year and is expected to generate $2.3 billion by 2022, according to SuperData, which tracks the industry. All of that money has finally made professional video gaming an actual career for young people around the world. For example, the 50 starting players who entered this year&#x2019;s North American League of Legends Championship Series were guaranteed a minimum salary of $75,000, with the average player earning about $320,000. &#xA0;  QuicktakeCompetitive Video GamingOver the next six months, Bloomberg will produce a series of mini-documentaries about gigs like these. We&#x2019;re calling the series Next Jobs. Economists have made all kinds of predictions for how innovations including artificial intelligence will kill jobs. Long before self-driving cars threatened to displace cab drivers, modern telephones displaced switchboard operators and automobiles made coachmen redundant. Those advances were painful for the people forced to find new professions, but didn&#x2019;t result in mass unemployment. That&#x2019;s partly because new jobs emerged too.&#xA0;Once again, careers unimaginable only a generation ago are popping up around the world. Some may fade away as quickly as they appeared; others could become as ubiquitous as app developers are now. It&#x2019;s impossible to know ahead of time. But spotting these budding careers now may give us a peek into the labor market that the next generation will enter.&#xA0;Many of these emerging jobs are exciting&#x2013;and, in Michael Schmale&#x2019;s case, glamorous&#x2013;but they&#x2019;re risky, too. Despite the uncertainty of his new gig, &#xA0;Schmale was unfazed. &#x201C;I understand how uncharted it is, that it could change tomorrow,&#x201D; he said. &#x201C;That&#x2019;s just the type of person I am.&#x201D;&#xA0;","inner_url":[{"title":"Quicktake Competitive Video Gaming","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-06-23\/why-competitive-video-gaming-is-the-hot-new-thing-quicktake-q-a","type":"article"}]},"76551b25e37f97bacef3ff68929bd237":{"category":"technology","header":"What Happened When One Startup Tried Affirmative Action Hiring","subheader":"Making the hire was just the first step in building a more inclusive workplace.","str_time":"June 12, 2018, 5:00 AM","text":"Subscribe to&#xA0;Decrypted&#xA0;on Apple&#xA0;PodcastsSubscribe to&#xA0;Decrypted&#xA0;on Pocket Casts&#xA0;When entrepreneur Mitchell Lee decided it was time to hire another engineer at his startup&#xA0;Penny, he set out to hire someone who broke the mold of a typical Silicon Valley&#xA0;programmer. This week on Decrypted, we&apos;re re-airing this&#xA0;episode we first published in&#xA0;January 2017. At the end, you&apos;ll hear an update from Bloomberg Technology&apos;s Ellen Huet&#xA0;about what&apos;s happened at Penny since then.&#xA0;                                                             Want to hear more? Subscribe on&#xA0;Apple Podcasts&#xA0;and&#xA0;Pocket Casts&#xA0;for new episodes every week.&#xA0;Decrypted&#xA0;is a podcast that uncovers&#xA0;the hidden projects, quiet rivalries and uncomfortable truths in&#xA0;the global technology industry.&#xA0;"},"44c09f73b563af0aec9f9acebfa19da4":{"category":"technology","header":"Peloton Raises $550 Million in Final Funding Before Planned IPO","str_time":"August 3, 2018, 12:42 AM","key_point":["Investors value home-fitness startup at $4.15 billion","Funding round led by TCV with backing from Tiger, GGV"],"text":"Peloton Interactive Inc., a startup that makes web-connected home-fitness equipment and content, raised $550 million in a funding round led by venture capital firm TCV.The investment values Peloton at $4.15 billion and includes backing from Kleiner Perkins Caufield &amp; Byers, Tiger Global Management and GGV Capital. The company said the financing will be its last before pursuing an initial public offering as soon as next year.Peloton will use the money to expand internationally, bring a treadmill to market and establish itself as the premier source of fitness-related content. The company will open in Canada and launch five retail locations in the U.K. this fall, its first moves beyond the U.S.                      {\"contentId\":\"PCV6AJSYF01T01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/peloton-raises-550-million-in-final-funding-before-planned-ipo\"},\"containerId\":\"box-G4HPrSb\"}                               &#x201C;We plan to be very aggressive globally,&#x201D; said John Foley, a co-founder and Peloton&#x2019;s chief executive officer.The Wall Street Journal reported the funding earlier.Peloton got its name selling a $1,995 stationary bike that beams to the internet and plays thousands of live and pre-recorded fitness classes on an attached screen. Members pay $39 per month to participate in the company&#x2019;s virtual spin classes or stream videos from Peloton&#x2019;s bevy of personal trainers. The company also sells t-shirts, yoga pants and spin paraphernalia online and in retail locations across the country.Peloton is profitable, Foley said. By February, the New York-based upstart is expected to generate about $700 million in revenue from subscriptions, equipment and retail sales. Foley said he expects Peloton will lose money in the second half of this year as the company brings its new treadmill to market.","inner_url":[{"title":"Peloton Interactive Inc.","url":"https:\/\/www.bloomberg.com\/quote\/1561366D:US","type":"company"}]},"e2717eb3a8a3dd459e454c587bc14623":{"category":"technology","header":"Twitter Advises Users to Change Passwords After Bug Found","str_time":"May 3, 2018, 4:21 PM","text":"Twitter Inc. advised users to change their passwords after the company found a bug in its systems that exposed passwords in plain text internally.The company said it removed the non-encrypted passwords from its system, and is working to avoid such an issue happening again. An internal investigation &quot;shows no indication of breach or misuse by anyone&quot; and there&#x2019;s &quot;no reason to believe password information ever left Twitter&#x2019;s systems or was misused by anyone,&quot; the social-media firm said.Still, the company advised users to change passwords for Twitter and other services with the same password.                               {\"contentId\":\"P865ED6S972U01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-05-03\/twitter-advises-all-users-to-change-passwords-after-bug-found\"},\"containerId\":\"outstream-video-1-P865ED6S972U01\"}                                            {\"contentId\":\"P865ED6S972U01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-05-03\/twitter-advises-all-users-to-change-passwords-after-bug-found\"},\"containerId\":\"box-7RBhbz7\"}                               Online privacy scares are common nowadays. However, Twitter&#x2019;s misstep is disturbing because there&#x2019;s no reason for companies to store user passwords in plain text, even in internal files, according to Phil Libin, a startup founder and venture capitalist.&quot;This is not a breach. It&#x2019;s significantly worse,&quot; Libin wrote on Twitter. &quot;This kind of bug seems grossly negligent at best. There&#x2019;s no reason for a plaintext password to ever be written to a file. It&#x2019;s not even the lazy way to code a password handler. It took effort to make this mistake.&quot;Twitter Chief Technology Officer Parag Agrawal said the company didn&#x2019;t have to disclose the bug but decided to share the information &quot;to help people make an informed decision about their account security.&quot;After being criticized by Twitter users, Agrawal backtracked. &quot;I should not have said we didn&#x2019;t have to share. I have felt strongly that we should. My mistake,&quot; he tweeted.Twitter shares fell 1.2 percent in extended trading following the news. The stock closed at $30.67 earlier in New York.","inner_url":[{"title":"Twitter Inc.","url":"https:\/\/www.bloomberg.com\/quote\/TWTR:US","type":"company"}]},"5937bb0cdea566b27b969dde5c0ee26c":{"category":"technology","header":"Facebook's Top Security Executive Exits Amid Fake Accounts Probe","str_time":"August 1, 2018, 5:36 PM","key_point":["Alex Stamos takes teaching post at Stanford University","Stamos led Facebook’s investigation into foreign influence"],"text":"Facebook Inc.&#x2019;s top security executive said he&#x2019;s leaving for an academic post at Stanford University, just one day after the company disclosed a new coordinated effort to sow political division in the U.S. through fake accounts on the social-media site.Starting in September, Chief Security Officer Alex Stamos will teach full-time at Stanford and do research focusing on cybersecurity and technology policy, according to a Facebook post. Stamos initially joined Facebook from Yahoo! Inc. in 2015.Stamos&#x2019;s tenure was defined by the crisis over how, and to what extent, the Russian government used Facebook to try to influence U.S. politics during and after the 2016 presidential election. Stamos often battled Facebook&#x2019;s critics on Twitter, defending his and the company&#x2019;s actions. That cut a contrast to the diplomatic and tight-lipped approach used by more senior executives such as Chief Operating Officer Sheryl Sandberg and Chief Executive Officer Mark Zuckerberg.                      {\"contentId\":\"PCSVW96JTSEU01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-01\/facebook-s-top-security-executive-exits-amid-fake-accounts-probe\"},\"containerId\":\"box-vwcZg4x\"}                               &#x201C;I have been proud to work with some of the most skilled and dedicated security professionals in the world in one of the most difficult threat environments faced by any technology company,&#x201D; Stamos wrote. &#x201C;It is critical that we as an industry live up to our collective responsibility to consider the impact of what we build.&#x201D;The latest disclosure from Facebook came on Tuesday, when the company said it had identified a new batch of accounts that were trying to stir up political discord in the U.S. ahead of the 2018 midterm elections. Facebook hasn&#x2019;t identified who is behind the new accounts.The tactics used in this campaign are more sophisticated than the relatively crude methods used by the Russian government-linked Internet Research Agency in 2016, the company said. The new discovery shows how difficult it has been to stop bad actors from exploiting social media in an effort to influence political opinions. Facebook has ramped up security spending and hired an army of new moderators to better police its global site.Stamos is the latest high-profile executive to say he plans to leave Menlo Park, California-based Facebook this year. The company is also losing its chief counsel, Colin Stretch, and head of policy, Elliot Schrage, both of whom were also involved in helping the company deal with the fallout from Russian political interference.","inner_url":[{"title":"Facebook Inc.","url":"https:\/\/www.bloomberg.com\/quote\/FB:US","type":"company"},{"title":"initially joined","url":"https:\/\/www.bloomberg.com\/news\/articles\/2015-06-24\/facebook-hires-away-yahoo-s-chief-information-security-officer","type":"article"},{"title":"disclosure","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-31\/facebook-finds-ongoing-evidence-of-election-interference","type":"article"}]},"cb19dbf65bf94a6f96c44dc850d845f2":{"category":"technology","header":"Blue Apron Shares Tumble on Decline in Revenue, Customers","str_time":"August 2, 2018, 9:05 AM","key_point":["Meal-kit service quarterly sales missed lowest estimates","Customers declined 24% from a year earlier amid competition"],"text":"Blue Apron Holdings Inc. shares tumbled the most ever after the meal-kit company reported a decline in customers and projected further deterioration in revenue this year, underscoring the struggle to hit its stride since last year&#x2019;s initial public offering.The New York-based company said customers fell 24 percent in the second quarter, reversing gains made in the previous period. The number of people purchasing its signature boxes of food to make home-cooked meals dropped 9 percent from the first quarter to 717,000. The average order value also dipped from a year earlier to $57.34.Fewer customers led to a 25 percent decrease in revenue for the period ending June 30. Blue Apron reported $179.6 million in sales, missing even the lowest analyst estimate, according to data compiled by Bloomberg. The company&#x2019;s loss also widened to $32.8 million, or 17 cents a share.                       {\"contentId\":\"PCU23Z6S972J01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/blue-apron-shares-tumble-on-drop-in-revenue-customer-numbers\"},\"containerId\":\"box-vmiLLlQ\"}                               Blue Apron was one of the early pioneers in the meal-kit market, but an ill-timed IPO, coming on the heels of Amazon.com Inc.&#x2019;s purchase of Whole Foods, and competition from Berlin-based service HelloFresh, which boasts a customer base of about 1.88 million, have put pressure on customer acquisition costs. The company also had problems at its fulfillment center, which was plagued by delays.The shares fell as much as 24 percent in New York Thursday to $1.85. It was the biggest drop since the company&#x2019;s June 2017 IPO.Blue Apron Chief Executive Officer Brad Dickerson called 2018 &#x201C;a year of transition and building for the future.&#x201D; On a conference call to discuss earnings, Blue Apron said it expects revenue of $150 million to $160 million in the third quarter, which would mark as much as a 29 percent decline from the year-earlier period. Analysts&#x2019; had been expecting $204.3 million.&#x201C;With fulfillment center operations strengthening, we are increasing focus on the priorities we expect will propel revenue performance and return the business to a growth trajectory,&#x201D; said Dickerson, who took over late last year.In the coming months, Blue Apron plans to expand its direct-to-consumer offerings through new channels, Dickerson said. The company will test on-demand delivery via its own e-commerce platform and third-party delivery partners, beginning on the East and West coasts. The company recently signed a new multiyear contract with FedEx Corp., its largest transportation and logistics provider, which will &quot;increase efficiencies in much of our last-mile delivery network,&quot; Dickerson said.                      {\"contentId\":\"PCU23Z6S972J01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/blue-apron-shares-tumble-on-drop-in-revenue-customer-numbers\"},\"containerId\":\"in-article-armLaOy\"}                               He reaffirmed Blue Apron&#x2019;s goal of achieving double-digit revenue growth and break-even adjusted EBITDA for 2019 while acknowledging that &quot;this milestone will not be easy.&quot; This fall, Blue Apron plans to introduce recipes that can be prepared more quickly than its current offerings, as well as meals that comply with Whole30 clean-eating guidelines. The company first introduced an eight-week partnership with Whole30 in January. Dickerson also announced that Blue Apron&#x2019;s meal-kits are now available in about 80 Costco Wholesale Corp. locations, after launching a pilot program with the warehouse store in May.Blue Apron introduced new partnerships in the second quarter with high-profile names including social-media influencer Chrissy Teigen, Airbnb Inc. and the James Beard Foundation. The company also strengthened its executive team with the appointment of Tim Bensley, formerly CFO at Acosta Sales &amp; Marketing Corp., as chief financial officer, and Alan Blake as chief supply chain officer.&#x2014; With assistance by Karen Lin, and Iris Zambrowski","inner_url":[{"title":"Blue Apron Holdings Inc.","url":"https:\/\/www.bloomberg.com\/quote\/0717287D:US","type":"company"},{"title":"reported","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCTYK0MEQTXQ","type":"other"},{"title":"ill-timed IPO","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-06-28\/blue-apron-meal-kit-company-slashes-ipo-price-to-11-a-share","type":"article"},{"title":"FedEx Corp.","url":"https:\/\/www.bloomberg.com\/quote\/FDX:US","type":"company"},{"title":"Costco Wholesale Corp.","url":"https:\/\/www.bloomberg.com\/quote\/COST:US","type":"company"}]},"88d669947c796fe465a2281c5621de48":{"category":"technology","header":"My Quest to Get My Data Back From Facebook, OkCupid and More","subheader":"Reporter Nate Lanxon explores what Europe’s far-reaching data regulation means for ordinary&nbsp;consumers.","str_time":"June 26, 2018, 5:00 AM","text":"Subscribe to&#xA0;Decrypted&#xA0;on Apple Podcasts Subscribe to&#xA0;Decrypted&#xA0; on Pocket CastsLast month, the world&apos;s most far-reaching data privacy regulation took effect in&#xA0;Europe. Consumers there can now not only ask companies to delete or hand over&#xA0;their data, but they can also sell that data to other businesses. This week on&#xA0;Decrypted, Bloomberg Technology&apos;s Nate Lanxon sets out to get his data back from&#xA0;several businesses and see whether anyone will pay him for his personal&#xA0;information.                                                             Want to hear more? Subscribe on&#xA0;Apple Podcasts&#xA0;and&#xA0;Pocket Casts&#xA0;for new episodes every week.&#xA0;Decrypted&#xA0;is a podcast that uncovers&#xA0;the hidden projects, quiet rivalries and uncomfortable truths in&#xA0;the global technology industry.&#xA0;"},"ab22dc60d2e96588518bc7964ad2d5ca":{"category":"wealth","header":"A Hidden Amazon Fortune: Bezos Parents May Be Worth Billions","str_time":"July 31, 2018, 5:00 AM","key_point":["Jackie and Mike Bezos invested $245,573 in son’s firm in 1995","In best case scenario, their investment returned 12,000,000%"],"text":"It may be the most successful venture investment of all time.In 1995, Jackie and Mike Bezos plowed $245,573 into their son&#x2019;s fledgling e-commerce website, according to a prospectus two years later. It was a big gamble, Mike Bezos, the stepfather of Amazon.com Inc. founder Jeff Bezos, recalled onstage during a 2015 event at the National Constitution Center in Philadelphia.&#x201C;I want you to know how risky this is,&#x201D; the son told his parents, &#x201C;because I want to come home at dinner for Thanksgiving and I don&#x2019;t want you to be mad at me.&#x201D;                       {\"contentId\":\"PCFN896K50XU01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-31\/a-hidden-amazon-fortune-bezos-parents-could-be-worth-billions\"},\"containerId\":\"box-p843hBI\"}                               He&#x2019;s probably welcome to extra helpings of turkey -- and all the gravy. One IPO and three stock splits later, his parents&#x2019; stake could be worth almost $30 billion today. That would make them wealthier than Microsoft Corp. co-founder Paul Allen, the 30th-richest person on the Bloomberg Billionaires Index.The parents&#x2019; holdings haven&#x2019;t been publicly disclosed since the end of 1999. While it&#x2019;s unclear how much they still own, continuing donations of Amazon stock to their charitable foundation suggest they still control a healthy chunk of the world&#x2019;s second-most valuable company.They&#x2019;ve donated 595,027 shares to the Bezos Family Foundation from 2001 through 2016, according to filings available on GuideStar, which collects data on nonprofits. The 25,000 shares they gifted in 2016 were worth about $20 million at the time. The foundation focuses on education for young people.If they haven&#x2019;t sold or donated anything else, the pair would own about 16.6 million shares, or 3.4 percent of the firm, making them the second-biggest individual owners after their son. Their total return in that case would be about 12,000,000 percent, a performance that would make even the most celebrated venture capitalists blush. SoftBank&#x2019;s $20 million bet on Alibaba has returned about 720,000 percent since 2000, according to calculations by Bloomberg. Sequoia Capital&#x2019;s WhatsApp investment returned roughly 36,000 percent by the time Facebook Inc. bought the messaging service for $22 billion in 2014.                      {\"contentId\":\"PCFN896K50XU01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-31\/a-hidden-amazon-fortune-bezos-parents-could-be-worth-billions\"},\"containerId\":\"in-article-jhIcEIy\"}                               &#x201C;We were fortunate enough that we have lived overseas and we have saved a few pennies so we were able to be an angel investor,&#x201D; Mike Bezos, a Cuban immigrant who also goes by Miguel, said in Philadelphia. &#x201C;The rest is history.&#x201D;He bought 582,528 shares in February 1995, according to the 1997 prospectus. Five months later, Jackie Bezos bought 847,716 shares. The wider Bezos family held this stock through four trusts at the end of 1999, another filing shows. The Jacklyn Gise Bezos 1996 Revocable Trust held 8.9 million shares, followed by the Miguel A. Bezos 1996 Revocable Trust with 4.8 million shares, while the Bezos Family Trust and the Bezos Generation Skipping Trust held 2.9 million and 675,000, respectively.Any self-respecting wealth adviser likely would have pressed the family to diversify their holdings given the &quot;heightened consequences of such extreme individual company exposures,&quot; according to Eduardo Gruener, co-founder of Miami-based multi-family office GFG Capital.Siblings&#x2019; WindfallAfter applying historic selling patterns and accounting for the disclosed donations, Jackie and Mike Bezos would still control $10 billion of shares, according to an analysis by the Bloomberg Billionaires Index. That&#x2019;s on top of their son&#x2019;s $147 billion fortune, which easily makes him the world&#x2019;s richest person. He&#x2019;s added $48 billion to his fortune so far in 2018 as Amazon shares have risen 52 percent through July 30.Even if they had unwound all of their Amazon holdings at the lowest possible price, they still would have reaped about $100 million.The filing also suggests a windfall for Jeff Bezos&#x2019; siblings Mark and Christina. They each bought 30,000 Amazon shares for $10,000 in 1996. If they haven&#x2019;t sold any of those shares, their stakes would be worth about $640 million apiece.The Bezos Family Foundation didn&#x2019;t respond to email and telephone messages requesting comment. Amazon declined to comment.Wozniak&#x2019;s LargesseWith Amazon, Alphabet Inc. and Apple Inc. approaching market values of $1 trillion, the world could have myriad unknown tech billionaires. Only corporate insiders or shareholders with stakes exceeding 5 percent are required to report their interests. In the case of Apple, that means individuals with positions up to $46.7 billion wouldn&#x2019;t be required to disclose their holdings.Apple co-founder Steve Wozniak held a 7.9 percent stake in 1980, which shrank over time as he sold options at low prices to mid-level employees and gifted shares to those he felt had been shortchanged. His remaining stake is thought to be in the millions rather than billions.Or take Google parent Alphabet. An early investor was reportedly none other than Jeff Bezos, who put $250,000 of his own money into the internet-search startup in 1998, according to the New Yorker. Those shares, valued at about $280 million at the IPO, would be worth more than $8 billion today.That pales in comparison to the returns potentially reaped by his parents, who hit the jackpot backing their boy.&#x201C;Extraordinary returns don&#x2019;t come around often&#x201D; said Gruener, the wealth adviser.&#x201C;Replace Amazon with nearly any other name in the market and the ending may have turned out as a nightmare.&#x201D;For more on Amazon&#x2019;s success, check out the&#xA0;Decrypted&#xA0;podcast:                                                             &#x2014; With assistance by Spencer Soper","inner_url":[{"title":"Jeff Bezos","url":"https:\/\/www.bloomberg.com\/billionaires\/id\/1642252","type":"other"},{"title":"Paul Allen","url":"https:\/\/www.bloomberg.com\/billionaires\/id\/1402424","type":"other"},{"title":"Bloomberg Billionaires Index","url":"https:\/\/www.bloomberg.com\/billionaires\/","type":"other"}]},"b44584c5cc59284bba0cb497b7124964":{"category":"technology","header":"Bitcoin Whale's Bad Trade Leaves Counterparties Holding the Bag","str_time":"August 3, 2018, 3:24 AM","key_point":["Hong Kong-based exchange OKEx forces traders to take haircut","The episode underscores risks of lightly regulated venues"],"text":"A massive wrong-way bet on Bitcoin left an unidentified futures trader unable to cover losses, burning counterparties and threatening to dent confidence in one of the world&#x2019;s largest cryptocurrency venues.The long position in Bitcoin futures listed on OKEx, a Hong Kong-based exchange, had a notional value of about $416 million, according to an OKEx statement on Friday and data compiled by Bloomberg. OKEx moved to liquidate the position on Tuesday, but the exchange was unable to cover the trader&#x2019;s shortfall as Bitcoin&#x2019;s price slumped. Because OKEx has a &#x201C;socialized clawback&#x201D; policy for such instances, it will force futures traders with unrealized gains this week to give up about 18 percent of their profits.While clawbacks are not unprecedented at OKEx, the size of this week&#x2019;s debacle has attracted lots of attention in crypto circles. The episode underscores the risks of trading on lightly regulated virtual currency venues, which often allow high levels of leverage and lack the protections investors have come to expect from traditional stock and bond markets. Crypto platforms have been dogged by everything from outages to hacks to market manipulation over the past few years, a period when spectacular swings in Bitcoin and its ilk attracted hordes of new traders from all over the world.                      {\"contentId\":\"PCTO566KLVR501\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/a-massive-losing-bet-on-bitcoin-futures-has-investors-buzzing\"},\"containerId\":\"box-cwXiFqK\"}                               &#x201C;Everyone is talking about it,&#x201D; said Jake Smith, a Tokyo-based adviser to Bitcoin.com, in reference to the OKEx trade.Read more about Bitcoin futures on regulated markets in Chicago.The exchange, which only identified the problem trader by the ID number 2051247, said the position was initiated at 2 a.m. Hong Kong time on July 31. &#x201C;Our risk management team immediately contacted the client, requesting the client several times to partially close the positions to reduce the overall market risks,&#x201D; OKEx said. &#x201C;However, the client refused to cooperate, which lead to our decision of freezing the client&#x2019;s account to prevent further positions increasing. Shortly after this preemptive action, unfortunately, the BTC price tumbled, causing the liquidation of the account.&#x201D;The exchange said it injected 2,500 Bitcoins -- worth about $18 million at current prices -- into an insurance fund to help minimize the impact on clients.                      {\"contentId\":\"PCTO566KLVR501\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/a-massive-losing-bet-on-bitcoin-futures-has-investors-buzzing\"},\"containerId\":\"in-article-Bi3NkJX\"}                               OKEx, which requires traders to pass a quiz on its rules before they can begin investing in futures, also outlined planned changes to its margin system and liquidation procedures that it said would &#x201C;vastly minimize the size of forced liquidation positions&#x201D; and make clawbacks less frequent. The exchange, ranked No. 2 by traded value among fee-charging venues tracked by Coinmarketcap.com, allows clients to leverage their positions by as much as 20 times.Clawbacks are unique to crypto markets and expose the exchanges who use them to reputational risks when clients are forced to absorb losses, said Tiantian Kullander, a former Morgan Stanley trader who co-founded crypto trading firm Amber AI Group. &#x201C;It&#x2019;s a weird mechanism,&#x201D; Kullander said.Bitcoin, the biggest cryptocurrency by market value, dropped 2.2 percent to $7,383.44 at 4:56 p.m. Hong Kong time on Friday, extending its decline this week to 10 percent. It has slumped 48 percent this year.For more on Bitcoin, check out the Decrypted podcast:                                                             &#x2014; With assistance by Eric Lam","inner_url":[{"title":"dogged","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-08\/after-crypto-booms-busts-and-crackdowns-what-next-quicktake","type":"article"},{"title":"Read more about Bitcoin futures on regulated markets in Chicago.","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-12-17\/buy-bitcoin-futures-why-that-isn-t-so-last-week-quicktake-q-a","type":"article"}]},"1a658255f12f5c1016fad233ae0e02f4":{"category":"deals","header":"Alibaba Joins $600 Million Round for AI Startup Megvii","str_time":"July 23, 2018, 3:09 AM","key_point":["The Face++ owner is said to also attract Boyu Capital","It’s said to seek more funds soon after closing this round"],"text":"Megvii Inc., the Chinese developer of facial recognition system Face++, is said to be raising at least $600 million from investors including Alibaba Group Holding Ltd. and Boyu Capital, according to people familiar with the matter.The Beijing-based company, which already counts billionaire Jack Ma&#x2019;s Ant Financial and one of China&#x2019;s largest state-backed venture funds as investors, will close this round of funding within weeks, the people said, asking not to be named because the matter is private. The company will then seek a second tranche of funding, the people said.Alibaba is ramping up its investment in China&#x2019;s largest artificial intelligence startups, hoping to employ the technology across its growing internet and retail empire. Megvii provides face-scanning systems to companies including Lenovo Group Ltd. and Ant Financial, the payments company that underpins Alibaba&#x2019;s e-commerce platforms. It&#x2019;s competing with SenseTime, another startup backed by Alibaba, for market share in sectors such as retail, finance and smartphone and public security that could utilize facial recognition.                               {\"contentId\":\"PCB1486KLVRB01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/news\/articles\/2018-07-23\/alibaba-is-said-to-join-600-million-round-for-ai-startup-megvii\"},\"containerId\":\"outstream-video-1-PCB1486KLVRB01\"}                                            {\"contentId\":\"PCB1486KLVRB01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-23\/alibaba-is-said-to-join-600-million-round-for-ai-startup-megvii\"},\"containerId\":\"box-G7LllnW\"}                               Alibaba and Megvii declined to comment. A Boyu representative who answered calls to its main number said the firm had no comment and declined to forward calls.Read more: SoftBank Fund Is Said to Seek Investment in Chinese AI GiantMegvii will use a significant proportion of funding from this round to support retail initiatives, including applying its technology in unmanned stores, the people said. New backer Boyu Capital is a private equity firm co-founded by a grandson of former Chinese leader Jiang Zemin.Beyond commerce, facial recognition technology has attracted interest from government authorities who want to be able to detect crimes and threats to social stability before they take place. Megvii&#x2019;s software uses facial scans held in a Ministry of Public Security database drawn from legal identification files on about 1.3 billion Chinese. Its other investors include Foxconn Technology Group, CCB International Holdings Ltd., Qiming Venture Partners and Sinovation Ventures.SenseTime is said to be in discussions to raise nearly $1 billion in funds from Softbank Group Corp.&#x2019;s Vision Fund, people familiar with the deal said separately last week.                      {\"contentId\":\"PCB1486KLVRB01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-07-23\/alibaba-is-said-to-join-600-million-round-for-ai-startup-megvii\"},\"containerId\":\"in-article-ObnyagH\"}                               Read more: China&#x2019;s Plan for World Domination in AI Isn&#x2019;t So Crazy After All","inner_url":[{"title":"Alibaba Group Holding Ltd.","url":"https:\/\/www.bloomberg.com\/quote\/BABA:US","type":"company"},{"title":"counts","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-11-01\/china-state-vc-leads-460-million-funding-in-face-scan-startup","type":"article"},{"title":"Ant Financial","url":"https:\/\/www.bloomberg.com\/quote\/1051260D:CH","type":"company"},{"title":"Lenovo Group Ltd.","url":"https:\/\/www.bloomberg.com\/quote\/992:HK","type":"company"},{"title":"Alibaba","url":"https:\/\/www.bloomberg.com\/quote\/BABA:US","type":"company"},{"title":"Read more: SoftBank Fund Is Said to Seek Investment in Chinese AI Giant","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-20\/softbank-fund-is-said-to-seek-investment-in-chinese-ai-giant","type":"article"},{"title":"Foxconn Technology Group","url":"https:\/\/www.bloomberg.com\/quote\/2317:TT","type":"company"},{"title":"CCB International Holdings Ltd.","url":"https:\/\/www.bloomberg.com\/quote\/CCBICZ:HK","type":"company"},{"title":"Qiming Venture Partners","url":"https:\/\/www.bloomberg.com\/quote\/PE12397:US","type":"company"},{"title":"Sinovation Ventures","url":"https:\/\/www.bloomberg.com\/quote\/1288156D:CH","type":"company"},{"title":"said","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-20\/softbank-fund-is-said-to-seek-investment-in-chinese-ai-giant","type":"article"},{"title":"Read more: China&#x2019;s Plan for World Domination in AI Isn&#x2019;t So Crazy After All","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-08-14\/china-s-plan-for-world-domination-in-ai-isn-t-so-crazy-after-all","type":"article"}]},"a286d91b7e8705a61226b4f41c5511f4":{"category":"technology","header":"Huawei Declares Ambition to Be No.1 After Dethroning Apple","str_time":"August 2, 2018, 11:44 PM","key_point":["The Chinese company now plans to ramp up its retail presence","Huawei however remains all but shut out of the U.S. market"],"text":"Huawei Technologies Co., which just edged past Apple Inc. to become the world&#x2019;s second-largest smartphone maker, wants to be top of the heap before the end of 2019.The Chinese giant shipped more than 95 million phones in the first six months, up about 30 percent from a year earlier. Consumer division chief Richard Yu on Friday said he wants Huawei to be No. 1 in smartphones by the fourth quarter of next year, with a market share of more than 20 percent -- despite acknowledging its virtual absence in a pivotal U.S. market.Huawei this year overcame a global slump by grabbing sales from Apple and current leader Samsung Electronics Co. The fast-growing consumer division has helped Huawei, the leader in global telecommunications equipment, get past lackluster demand from carriers globally. Despite barely making a dent in the U.S., it&#x2019;s managed to build a strong presence in $600-plus phones in markets from Europe to Africa, which in turn allowed it to break Apple&#x2019;s and Samsung&#x2019;s years-long stranglehold on the global market.                      {\"contentId\":\"PCTJ6W6JTSE901\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/huawei-declares-ambition-to-be-no-1-after-dethroning-apple\"},\"containerId\":\"box-7SlSiEL\"}                               Read more: Huawei Passes Apple in Smartphone Share for the First Time Yu&#x2019;s comments came just hours after Apple hit $1 trillion in market value. By taking aim at Samsung, it&#x2019;s also targeting an Asian powerhouse that dominates not just the phone market, but also semiconductors and displays.Huawei&#x2019;s expressed its intention of hitting 200 million smartphone units this year, a bar that only Samsung and Apple have achieved. To do that, it must grow its share of an intensely competitive yet slowing market. Huawei will need to lure even more buyers away from competitors in already saturated markets like China and Europe, which Xiaomi Corp. and Oppo are also targeting.Longer term, Huawei also needs to address its absence from the U.S., a failing writ large after attempts to sell smartphones through AT&amp;T Inc., Verizon Communications Inc. and Best Buy Co. collapsed amid U.S. security concerns. Qualcomm Inc.-backed Xiaomi, in contrast, may face fewer political headwinds. The strain of trying to break in is starting to show: in June, Huawei&#x2019;s chairman railed against &#x201C;close-minded&#x201D; American politicians he accused of being trapped in an agrarian age.Read more: Huawei Boss Attacks &#x2018;Closed-Minded&#x2019; American Lawmakers                      {\"contentId\":\"PCTJ6W6JTSE901\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-03\/huawei-declares-ambition-to-be-no-1-after-dethroning-apple\"},\"containerId\":\"in-article-5ENToxI\"}                               &#x2014; With assistance by Yuan Gao","inner_url":[{"title":"Huawei Technologies Co.","url":"https:\/\/www.bloomberg.com\/quote\/40978Z:CH","type":"company"},{"title":"edged","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/china-s-huawei-passes-apple-in-smartphone-share-for-first-time","type":"article"},{"title":"Apple Inc.","url":"https:\/\/www.bloomberg.com\/quote\/AAPL:US","type":"company"},{"title":"shipped","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCV7DMAIBMDM","type":"other"},{"title":"Samsung Electronics Co.","url":"https:\/\/www.bloomberg.com\/quote\/005930:KS","type":"company"},{"title":"lackluster","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCPLI06K50XS","type":"other"},{"title":"Read more: Huawei Passes Apple in Smartphone Share for the First Time","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/china-s-huawei-passes-apple-in-smartphone-share-for-first-time","type":"article"},{"title":"failing","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-01-08\/huawei-is-said-to-fail-to-get-at-t-to-sell-its-phones-in-u-s","type":"article"},{"title":"Verizon Communications Inc.","url":"https:\/\/www.bloomberg.com\/quote\/VZ:US","type":"company"},{"title":"Best Buy Co.","url":"https:\/\/www.bloomberg.com\/quote\/BBY:US","type":"company"},{"title":"Qualcomm Inc.","url":"https:\/\/www.bloomberg.com\/quote\/QCOM:US","type":"company"},{"title":"accused","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-06-28\/huawei-boss-attacks-closed-minded-american-lawmakers","type":"article"},{"title":"Read more: Huawei Boss Attacks &#x2018;Closed-Minded&#x2019; American Lawmakers","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-06-28\/huawei-boss-attacks-closed-minded-american-lawmakers","type":"article"}]},"38602a41bfae8e5b08c0076208a2af0b":{"category":"technology","header":"Google Is Planning a Censored Search App for China, Intercept Reports","str_time":"August 1, 2018, 5:51 AM","key_point":["Company has been working on project since 2017, news site says","Search giant’s services are largely blocked in the mainland"],"text":"Alphabet Inc.&#x2019;s Google is preparing to launch a censored version of its search engine for China that will block results Beijing considers sensitive, The Intercept reported.Google&#x2019;s been working on a project code-named Dragonfly since the spring of 2017 and demonstrated a sanitized version of its search app to Chinese officials, the news outlet reported, citing company documents and unidentified people familiar with the matter. A final version of the app could be launched within six to nine months, it said.&#x201C;We provide a number of mobile apps in China, such as Google Translate and Files Go, help Chinese developers, and have made significant investments in Chinese companies like JD.com. But we don&#x2019;t comment on speculation about future plans,&#x201D; Google said in an emailed statement.                      {\"contentId\":\"PCS0266S972G01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-01\/google-plans-a-censored-search-app-for-china-intercept-says\"},\"containerId\":\"box-8MnCMSo\"}                               China has been the biggest hole in Google&#x2019;s global footprint since it largely withdrew from the country in 2010 by refusing to self-censor search content. Its stance later saw most of its services blocked, including Gmail and the Google Play app store. Offering a censored search app would mark a significant about-face for a company that began life with the motto &#x201C;Don&#x2019;t Be Evil&#x201D; and champions free communication on the internet.Why China&#x2019;s Great Firewall Bans Google and Pooh Bear: QuickTakeIn the company&#x2019;s absence, Baidu Inc. has strengthened its grip on search in China while Microsoft Corp.&#x2019;s Bing operates in the country by censoring subjects and words. Facebook and Twitter are blocked outright. Shares in Baidu, which reported better-than-expected results a day earlier, fell as much as 3 percent in pre-market trade.&#x201C;Google is waking up to smell the coffee,&#x201D; said Andy Mok, founder and president of Beijing-based consultancy Red Pagoda Resources LLC. &#x201C;Not being in China is a huge strategic miscalculation. The liberals of this world obviously will recoil at the idea.&#x201D;In recent years, Google has made overtures to Beijing and the country&#x2019;s tech industry, providing its TensorFlow AI products as well as investing in Chinese corporations and startups such as JD.com Inc.                      {\"contentId\":\"PCS0266S972G01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-01\/google-plans-a-censored-search-app-for-china-intercept-says\"},\"containerId\":\"in-article-oqCTjWV\"}                               Google&#x2019;s Pichai Sings China&#x2019;s Praises in AI, Pledges Bigger TeamThe company decided to quicken the development of a censored app after Chief Executive Officer Sundar Pichai met with top government official Wang Huning in December 2017, the Intercept reported. Google insiders don&#x2019;t know if China will approve the app amid an escalating trade dispute with the U.S., but search head Ben Gomes told staff last month to be ready to launch on short notice.Beijing bans outright criticism of the government and mention of sensitive terms such as the Tiananmen massacre. The Intercept reported that such terms would be censored in the planned app.According to the Intercept, the app will automatically pick up on and block websites on Beijing&#x2019;s blacklist, known as the Great Firewall. Such banned sites will be removed from the first page of results, replaced by a legal disclaimer disclosing the action. In some cases, no results will be displayed at all if a user types in a particularly sensitive query, the Intercept cited confidential documents as saying.Google &#x201C;faces an uphill battle in getting users who are now very accustomed  to Baidu to switch,&#x201D; said Mark Natkin, managing director of Beijing-based Marbridge Consulting. &#x201C;I am a bit surprised but it&#x2019;s indicative of how much sway the China market now has.&#x201D;&#x2014; With assistance by David Ramli, and Lulu Yilun Chen","inner_url":[{"title":"Alphabet Inc.","url":"https:\/\/www.bloomberg.com\/quote\/GOOGL:US","type":"company"},{"title":"self-censor search content","url":"https:\/\/www.bloomberg.com\/news\/articles\/2010-01-13\/in-china-google-declares-war","type":"article"},{"title":"Why China&#x2019;s Great Firewall Bans Google and Pooh Bear: QuickTake","url":"https:\/\/www.bloomberg.com\/view\/quicktake\/great-firewall-of-china","type":"other"},{"title":"Baidu Inc.","url":"https:\/\/www.bloomberg.com\/quote\/BIDU:US","type":"company"},{"title":"Microsoft Corp.&#x2019;s","url":"https:\/\/www.bloomberg.com\/quote\/MSFT:US","type":"company"},{"title":"Shares","url":"https:\/\/www.bloomberg.com\/quote\/BIDU:US","type":"company"},{"title":"investing in Chinese corporations and startups","url":"https:\/\/www.bloomberg.com\/news\/articles\/2017-05-23\/google-cozies-up-to-china-with-ai-secrets-and-a-game-of-go","type":"article"},{"title":"Google&#x2019;s Pichai Sings China&#x2019;s Praises in AI, Pledges Bigger Team","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-03-26\/google-s-pichai-sings-china-s-praises-in-ai-pledges-bigger-team","type":"article"}]},"2447bf35d3e828dec691548955a18b0f":{"category":"Technology & Ideas","header":"How to Keep Sports From Making You Miserable","subheader":"British economists have found that the pain of seeing your team lose far outweighs the joy of seeing them win. But there are ways around that.","str_time":"August 6, 2018, 12:25 PM","text":"I was meeting somebody for a drink after work last week but was running a little early, so I sat down on a bench in City Hall Park in lower Manhattan, pulled out my phone and checked how my Oakland A&#x2019;s were&#xA0;doing (if you&#x2019;re drawing a blank, it&#x2019;s a baseball team; &#x201C;A&#x2019;s&#x201D; is short for Athletics).They were beating the Toronto Blue Jays 4-0.&#xA0;I looked over the scoring summary and noticed that every run so far had been either scored or driven in by light-hitting catcher Jonathan Lucroy.                                               1                      When I texted this thrilling news to my son, he responded, &#x201C;huh.&#x201D;&#xA0;I toggled back to the game and&#xA0;the A&#x2019;s had scored again, with Lucroy driving in the run. This news got an&#xA0;&#x201C;lol&#x201D; from my son.&#xA0;I got up and started walking again but stopped outside my destination to look again, at which point I learned that shortstop Marcus Semien had mucked things up by scoring the sixth run, although Lucroy did cross home plate a few seconds later to make it 7-0. This merited a &#x201C;shoot.&#x201D;It was a moment of baseball bliss (not to mention father-son bonding)&#xA0;in a summer during which the A&#x2019;s have afforded many of them. The team is doing that thing it has done every few years during the nearly 21-year tenure of general manager Billy Beane: that&#xA0;thing where an unheralded, mostly underpaid assortment of players starts winning game after game after game. But I&#x2019;m not here to write about &#x201C;Moneyball,&#x201D; the book and movie that put Beane on the business-conference speaking circuit (I have in the past). I&#x2019;m here to write about sports and happiness.                               {\"contentId\":\"PD1S9W6S972B01\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/view\/articles\/2018-08-06\/sports-fandom-doesn-t-have-to-make-you-miserable-all-the-time\"},\"containerId\":\"outstream-video-1-PD1S9W6S972B01\"}                                            {\"contentId\":\"PD1S9W6S972B01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/sports-fandom-doesn-t-have-to-make-you-miserable-all-the-time\"},\"containerId\":\"box-CZPaLPE\"}                               In a working paper released this spring, University of Sussex economists Peter Dolton and George MacKerron make the case that the two are not compatible. Soccer fans in the U.K., they found, report much bigger declines in happiness after their team loses a game than gains in happiness after their team wins. As the Washington Post&apos;s Wonkblog put it in the headline of a post that summarized the study, &quot;British economists prove it: Sports destroy happiness.&quot;The study is a testament to the inventiveness of modern empirical economics. Dolton and MacKerron used data from the Mappiness iPhone app                                               2                       created by MacKerron and Susana Mourato of the London School of Economics, which pings users a couple of times a day,                                               3                       asks them how they&#x2019;re feeling, who they&#x2019;re with, where they are and what they&#x2019;re doing, and also&#xA0;figures out their approximate location from the iPhone&#x2019;s global positioning system and a noise-level measure. They sifted the Mappiness data&#xA0;to identify soccer fans and figure out which teams they probably supported, then scraped the internet for game times, scores and betting data (to indicate which team was expected to win). Really, it is all quite impressive.I nonetheless find it hard to&#xA0;believe that&#xA0; sports truly does destroy happiness, at least for most fans. This is partly for the list of possible reasons that Dolton and MacKerron include at the end of their paper, such as mismeasurement and the pleasure derived from &#x201C;being in a tribe.&#x201D; But it&#x2019;s also because I would guess that most people who follow sports are smart enough to do it in ways that don&#x2019;t leave them utterly bereft when a particular&#xA0;team loses.The Atlantic&#x2019;s Derek Thompson outlined one approach in May, that of rooting for teams that, you know, win:Rooting for winners is more than acceptable&#x2014;it&#x2019;s commendable. Fans shouldn&#x2019;t put up with awfully managed teams for decades just because their parents liked those teams, as if sports were governed by the same rules and customs as medieval inheritance. Fans should feel free to shop for teams the way they do for any other product.Thompson to some extent inherited his fair-weather fandom&#xA0;from an uncle who indoctrinated him at an early age as a supporter of the incomparably successful New York Yankees. But while I don&#x2019;t think he&#x2019;s wrong about the merits of rooting for winners, there are diminishing returns. Dolton and MacKerron found that the happiness boost from a win is smaller and the happiness decrease from a loss greater if your team is expected to win. I can attest from personal experience that the mood at home football games&#xA0;at the University of Alabama, which is&#xA0;expected to win pretty much every time, is weirdly tense and dour.                                               4                                            {\"contentId\":\"PD1S9W6S972B01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/sports-fandom-doesn-t-have-to-make-you-miserable-all-the-time\"},\"containerId\":\"in-article-qNCJdWI\"}                               There is a way, though, to get mostly good vibes out of sports&#xA0;without forgoing underdog victories and abandoning&#xA0;childhood loyalties. Let&#x2019;s call it nonbinary fandom. In my (Oakland A&#x2019;s-centric) experience, it consists of three main elements:\tAssemble a portfolio of teams. My attachment to the A&#x2019;s stems mainly from the fact that I grew up near Oakland,                                               5                       but it didn&#x2019;t hurt that my first years as a fan coincided with three straight World Series triumphs. When A&#x2019;s owner Charlie Finley subsequently jettisoned most of the team&#x2019;s stars and the A&#x2019;s fell to 63-98 in 1977, I turned my attention across the bay to the San Francisco Giants, who weren&#x2019;t great but were at least better than that. When the A&#x2019;s started winning again in the early 1980s, I went back to focusing on them. When the two teams met in the World Series in 1989, I favored the A&#x2019;s (who won in an earthquake-interrupted sweep), but I was thrilled when the Giants won their first World Series in 76 years in 2010. This is a variant of fair-weather fandom that, like Harry Markowitz&#x2019;s  portfolio theory, involves not picking one best team but two or more teams that will presumably be good at different times. It&#x2019;s not foolproof, and to some extent I was just lucky in picking two frequently if not overwhelmingly successful franchises.                                               6                      &#xA0;But if you come to a sport without any childhood allegiances, as I did with Premier League soccer upon moving to London in 2000, you can be strategic about this.&#xA0;For various reasons, I chose&#xA0;perennially mediocre                                               7                       West Ham as &#x201C;my team,&#x201D; and I will surely be over the moon if they ever win anything significant, but I quietly adopted much-more-successful Liverpool and somewhat-more-successful Tottenham as backups.\tRoot for players, not just teams.&#xA0;Being an A&#x2019;s fan&#xA0;has long entailed watching beloved players go on to riches and success elsewhere. In the 1970s, when Reggie Jackson, Catfish Hunter and other A&#x2019;s&#xA0;stars left for bigger-spending&#xA0;teams, I was offended&#xA0;by this. Since then, and especially since Beane&#xA0;took over as general manager in 1997, I&#x2019;ve gotten used to it, as have most A&#x2019;s fans. When former A&#x2019;s players return to the Oakland Coliseum in an opposing team&#x2019;s uniform, they usually get a warm reception, not boos.&#xA0;I wrote   a column in 2015&#xA0;arguing that Beane&#x2019;s frequent personnel changes had become a major source of entertainment for A&#x2019;s fans during down years. The bigger&#xA0;entertainment value since then for me, though, has probably come from watching&#xA0;two of my favorite former A&#x2019;s, Yoenis Cespedes&#xA0;of the New York Mets and Josh Reddick of the Houston Astros, during the 2015 and 2017&#xA0;World Series.                                               8                       More generally, appreciating great athletes, and cheering them on when they&#x2019;re facing any team but one of your own, seems like a reliable happiness-increaser.&#xA0;\tYou don&#x2019;t have to&#xA0;pay attention. If the A&#x2019;s were having bad season, I wouldn&#x2019;t have bothered to stop in the park and check the score last Wednesday. I spend far more time on the A&#x2019;s during winning seasons than losing ones. So much more that, when the successful A&#x2019;s teams of recent decades have finished their seemingly inevitable playoff collapses, my disappointment has been followed within a few hours by a sense of relief and near-elation that I can stop spending so much danged time watching baseball. Maybe this is the key: I&#x2019;m not a die-hard sports fan. True die-hards probably really are miserable.                                                                Lucroy hasn&apos;t always been light-hitting, but this year he&apos;s batting .247 with two home runs, so I think that&apos;s a fair description.                                                                                       There&apos;s a new version on its way that works on both iPhones and Android phones.                                                                                       Two times a day is the default, but users can choose to be pinged more or less frequently.                                                                                       I haven&apos;t been to an Alabama game since the 1990s, but I imagine things have only gotten worse since Nick Saban took over as coach and turned the team into a barely stoppable juggernaut.                                                                                       My dad had been a fan of the team in their Philadelphia days, but wasn&apos;t (and isn&apos;t) exactly a zealot about it.                                                                                       It also seems harder to do with the A&#x2019;s and Giants now that the teams face off every year (which didn&#x2019;t happen before interleague play was introduced in 1997), which has shifted what was once a friendly-neighbor relationship into more of a rivalry.                                                                                       Except during the glory years, of course.                                                                                       They both played pretty poorly, to be honest, but it was fun seeing them there.","inner_url":[{"title":"Read more opinion","url":"https:\/\/www.bloomberg.com\/view\/contributors\/APutSva_l9o\/justin-fox\/articles","type":"other"},{"title":"my son","url":"https:\/\/www.bloomberg.com\/view\/contributors\/ATYCa4Lq5l8\/joey-fox","type":"other"},{"title":"I have in the past","url":"https:\/\/www.bloomberg.com\/news\/articles\/2011-10-20\/the-real-lessons-of-moneyball","type":"article"},{"title":"sports truly does destroy happiness","url":"https:\/\/www.bloomberg.com\/view\/articles\/2018-07-16\/soccer-makes-its-fans-unhappy","type":"other"},{"title":"a column","url":"https:\/\/www.bloomberg.com\/view\/articles\/2015-04-06\/oakland-a-s-fans-now-all-think-like-value-investors","type":"other"}]},"c048d6bf88952fec25ae1560286ce8c1":{"category":"Technology & Ideas","header":"Uber Is Blamed for the Mistakes of New York’s Leaders","subheader":"Failing to understand market forces will make matters worse.","str_time":"August 6, 2018, 11:31 AM","text":"The New York City Council has floated a bill&#xA0;to cap for one year the number of Uber and Lyft&#xA0;licensed cars allowed in the city. The effort springs from a deeply misguided and flawed understanding of markets, technology, venture capital and local politics.A few words on this topic might offer some insight. If Council members were to better understand the history of New York&#x2019;s horrible taxi service -- and the Council&#x2019;s own role in creating this mess -- they might see why attempts to thwart market forces will only make things worse.As I noted before, Uber NYC launched on May 4, 2011. It became wildly successful for a few simple reasons we discussed last time:I blame the artificially low numbers of medallions for almost all of New York&#x2019;s taxi industry&#x2019;s woes. The credit for that -- and for creating a market opportunity for Uber -- belongs to the TLC (Taxi &amp; Limousine Commission) and the medallion owners. Consider, the number of licensed cabs was about 16,900 in 1937, when the city&#x2019;s&#xA0;population&#xA0;was more than 1 million lower than it is today. Today, there are fewer&#xA0;medallions&#xA0;than 80 years ago. There have been only about 1,800 new medallions issued&#xA0;since 1996.                      {\"contentId\":\"PD1PSD6TTDS101\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/uber-is-blamed-for-the-mistakes-of-new-york-s-leaders\"},\"containerId\":\"box-bWlmtFQ\"}                               Much of the Council&apos;s confused thinking about for-hire cars services was summed up in a New York Times op-ed last week. Council member Adrienne Adams made a number of claims, many of which amount to little more than advocating on behalf of medallion owners and Yellow Cab drivers and against the ride-hailing apps:In recent years these cars have flooded New York, clogging our streets and driving down fares and with them, income for tens of thousands of drivers. Professional drivers, more than 90 percent of whom are immigrants of color, once earned a middle-class living but now face eviction, bankruptcy and even hunger. In the last year six of them have committed suicide.This is simply an emotional set of claims, rife with denominator blindness, and lacking any sort of rational basis for evaluation. Perhaps we can change her perspective with some context.Where some people see a flood of cars &quot;clogging our streets,&#x201D; other see a huge improvement in car availability. Hailing a car was previously a challenge even under the best of circumstances. Let it rain, or be near the time when cab drivers change shifts, and availability plummeted&#xA0;to zero.Adams argues that declining fares is a bad thing; others see lower costs of transportation&#xA0;for millions of New Yorkers. She laments the decline in wages for drivers; I see that as proof of the artificial monopoly that the T&amp;LC created for drivers and medallion owners, limiting the supply of cars in the face of overwhelming market demand.                      {\"contentId\":\"PD1PSD6TTDS101\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/view\/articles\/2018-08-06\/uber-is-blamed-for-the-mistakes-of-new-york-s-leaders\"},\"containerId\":\"outstream-video-1-PD1PSD6TTDS101\"}                               Indeed, many of those drivers determined that the deal the medallion owners offer them was actually a bad one, and they have migrated to Uber and&#xA0; Lyft&#xA0;to take greater control of their own financial destinies and working conditions. The Council should be encouraging this sort of entrepreneurship, not penalizing it.                      {\"contentId\":\"PD1PSD6TTDS101\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/uber-is-blamed-for-the-mistakes-of-new-york-s-leaders\"},\"containerId\":\"in-article-gvQwam4\"}                               Adams, an African-American, also acknowledges that people of color are frequently ignored by Yellow Cabs. But she offers a bizarre explanation&#xA0;for this crime, claiming that &#x201C;racism against blacks is often one of the first things that immigrants learn when they arrive in America.&#x201D; App-based ride hailing services radically improves availability of cabs for those people who otherwise have been discriminated against when they try to hail a cab from the curbside.Last, it is a tragedy when anyone takes their own life. The U.S., with a population of about 325&#xA0;million people, has a distressing 45,000 suicides a year (0.014 percent of the population). It is tragic that six drivers out of 50,000 with Yellow Cab licenses ended their own lives -- but the fact is this is about the same rate as the general population (0.012 percent). Using this tragedy to fabricate an emotional plea doesn&apos;t move the argument forward.Uber says it doesn&apos;t charge a service fee if a customer tips a driver via the app. Numerous drivers have claimed otherwise. If the New York City Council wants to protect the incomes of drivers, it should mandate that 100 percent of tips given&#xA0;by passengers actually go to the driver. Among the remedies the city is turning to&#xA0;is a temporary cap on the number of hide-hail app cars, which will give the city time to study how many cars are really need to meet consumer demand while setting minimum pay for maintaining full-time driver incomes. I suppose some of this is not objectionable: Statisticians will tell you that more data -- not less -- makes for better studies and analyses.Yet here is the grim reality: at some date in the future, and perhaps not that far off, there will be no more cab drivers. You will hail a self-driving car via an app, and safely and efficiently be taken to your destination. Accidents caused by human error, drowsiness and driving while drunk, will be reduced or eliminated.The focus on the short-term well-being of a small group of workers -- at the expense of the rest of the public -- misses the bigger picture.","inner_url":[{"title":"Read more opinion","url":"https:\/\/www.bloomberg.com\/view\/contributors\/AEq0WJRomcY\/barry-l-ritholtz\/articles","type":"other"}]},"38f2f017066547adfcb6c9afcceee213":{"category":"Technology & Ideas","header":"How America Can Stop Being the Wild West of Data","subheader":"It can’t follow Europe’s example. But Senator Mark Warner has some good ideas.","str_time":"August 5, 2018, 9:00 AM","text":"Governments everywhere are grappling with a difficult task: how to define what data the likes of Facebook and Google can collect about people, and what can be done with it. For the U.S., a new set of proposals from Senator Mark Warner might point the way forward.In many ways, Europe has been the global standard-setter in regulating big data. Since 1995, it has strictly limited how personal information can be used. For the most part, if Europeans give a specific entity permission to collect their data for a specific use, that&#x2019;s where it stops. Information gleaned from a person&apos;s activity on a social network, for example, cannot be repurposed to make credit decisions.Europe&apos;s new General Data Protection Regulation extends and strengthens those principles, empowering people to move their data from one company to another, or to be forgotten completely. Companies that don&#x2019;t comply face hefty penalties. Computer algorithms that, say, deliver ads or assess job candidates must be defensible as &#x201C;appropriate mathematical or statistical procedures.&#x201D; If people think they&#x2019;re being treated unfairly, they can demand that a human provide an explanation.                                               1                                                     {\"contentId\":\"PCZO4H6TTDS001\",\"position\":\"outstream\",\"dimensions\":{\"large_desktop\":[[1,8]],\"small_desktop\":[[1,8]],\"tablet\":[[1,8]]},\"strategy\":\"always\",\"type\":\"Outstream Video Native Ad\",\"targeting\":{\"position\":\"outstream\",\"url\":\"\/view\/articles\/2018-08-05\/how-america-can-stop-being-the-wild-west-of-data\"},\"containerId\":\"outstream-video-1-PCZO4H6TTDS001\"}                                            {\"contentId\":\"PCZO4H6TTDS001\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-05\/how-america-can-stop-being-the-wild-west-of-data\"},\"containerId\":\"box-xLbELVK\"}                               America can&#x2019;t adopt a regime like Europe&#x2019;s, because it has long taken a much more laissez-faire approach. Except for specific cases such as medical records, personal information is up for grabs as soon as people allow anyone to collect it. All one needs to do is click &#x201C;I agree&#x201D; on a smartphone app, and the hoovering starts. A robust industry has sprung up to warehouse data, create profiles and sell them to whoever wants to know, for pretty much any purpose. It&#x2019;s the Wild West.This is good and bad. Conveniences accumulate when everyone&#x2019;s data is out there: Drivers, for example, benefit greatly from apps such as Waze, which uses data gleaned from myriad smartphones to discern traffic patterns and give better directions. But Americans also expose themselves to exploitation &#x2014; for instance, when insurers use data on consumption habits to predict health costs, and potentially to jack up health insurance payments.Here&#x2019;s where Warner&#x2019;s white paper, Potential Policy Proposals for Regulation of Social Media and Technology Firms, comes in. It&#x2019;s a stew of competing and conflicting suggestions, but overall it leans toward a sensible approach. Instead of limiting or cutting off data collection, it seeks to level the playing field.Consider Facebook:&#xA0;It&#x2019;s hard for new social networks or messaging apps to compete, because the company already has everyone&#x2019;s information. So one proposal suggests giving new entrants access to Facebook&#x2019;s friend networks, or at least making the information easy for users to port to a competitor. This is a kind of antitrust regulation that doubles down on data availability rather than stifling it.As regards algorithms, Warner&#x2019;s approach would be more focused than Europe&#x2019;s, targeting those that might have the biggest effect on people&#x2019;s lives. The government, for example, could require that algorithms making decisions about credit, housing and employment be audited for fairness and bias. Also, people should be able to see and correct the data that go into the computer. If such requirements make the process less efficient, that &#x201C;seems an acceptable cost to promote greater fairness, auditability, and transparency.&#x201D;                      {\"contentId\":\"PCZO4H6TTDS001\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-05\/how-america-can-stop-being-the-wild-west-of-data\"},\"containerId\":\"in-article-MexuzoQ\"}                               There&#x2019;s no guarantee that any of this will become law, and even then only time will how well it would work. We&#x2019;re in uncharted territory. But given how much of Americans&#x2019; personal data is already out there, Warner&#x2019;s proposals are probably the best possible approach.                                                                Of course, that all begs the question, how can such requirements be enforced? What kind of explanation is necessary, for example? Speaking as a former hedge fund quant, I can think of a few ways to give an explanation that is, by construction, meaningless. Similarly, who&#x2019;s in charge of deciding whether a formula is appropriate? The same people who designed it? It hasn&#x2019;t been spelled out yet.","inner_url":[{"title":"Read more opinion","url":"https:\/\/www.bloomberg.com\/view\/contributors\/ATFPV0aLyJM\/catherine-h-oneil\/articles","type":"other"}]},"6e18283d685ab5c7fa127e8472efb391":{"category":"hyperdrive","header":"Why Tesla’s Billion-Dollar China Play Is Key to Its Survival","str_time":"August 2, 2018, 3:33 AM","key_point":["China set to remain largest electric-car market for decades","Tesla’s high prices see it lagging local carmakers on sales"],"text":"Tesla Inc. is embarking on a Chinese expansion costing billions of dollars for a good reason: the country is set to remain the largest electric-vehicle market for decades to come, and Elon Musk has a long way to go if he wants to dominate it.Demand for electric cars will continue to gain ground in what is the world&#x2019;s fastest-growing auto and consumer market, as the government -- which is cracking down on pollution and re-making its factory-led economy as high tech -- favors them over gas guzzlers. Beijing has been pushing policy to fuel the rise of EVs, giving owners registration breaks and offering tax incentives for buyers. And while other countries are making inroads, China will remain the leader through at least 2040, Bloomberg New Energy Finance predicts. Tesla, which has come under fire from investors for burning cash and its elusive profitability, said Wednesday it plans to use debt raised in China to fund its new factory near Shanghai, the first outside of the U.S.                      {\"contentId\":\"PCTCSL6JTSEA01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/why-tesla-s-billion-dollar-china-play-is-key-to-its-survival\"},\"containerId\":\"box-aE03abA\"}                               The facility, known as the Gigafactory 3, is expected to churn out about 250,000 vehicles and battery packs per year initially -- and that capacity will double over time. The first cars are expected to roll off the production line in about three years.Bloomberg News reported earlier on Wednesday that the cost of the plant at full capacity would be $5 billion, citing a person familiar with the plans, who asked not to be identified as the matter is private. Later on a conference call, Musk said the cost for the factory to build 250,000 vehicles a year would be near $2 billion.&#x201C;China&#x2019;s determination to go electric and the sheer size of its market&#x201D; are driving global EV adoption, said Nannan Kou, a senior associate at Bloomberg NEF in Beijing. &#x201C;Global carmakers have brought forward their timetables for EV development by six to seven years under China&#x2019;s EV push.&#x201D;To read a QuickTake on electric vehicles, click here.Tesla isn&#x2019;t alone. Global giants such as General Motors Co., Toyota Motor Corp., and Volkswagen AG are pouring billions of dollars into new-energy vehicles -- but they&#x2019;re coming late to to the party in China. Hundreds of domestic automakers are also seeking a slice of the market, spurred on by the government&#x2019;s ambition to boost annual sales of new-energy vehicles tenfold by 2025.                       {\"contentId\":\"PCTCSL6JTSEA01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/why-tesla-s-billion-dollar-china-play-is-key-to-its-survival\"},\"containerId\":\"in-article-85tadxM\"}                               Local production is crucial for Tesla to not only secure its foothold in China, but keep costs down -- especially as the trade war with the U.S. results in higher tariffs on car imports. The automaker has already boosted prices on its Model S and Model X cars by as much as $30,000 in China after the government imposed additional duties on American-built vehicles.That risks putting them out of reach for the country&#x2019;s growing middle class. Encouraging for Tesla, though, EV demand is strongest in China&#x2019;s largest cities, which have imposed restrictions on gasoline-engine cars.Places like Beijing, Shanghai and Guangzhou are also home to China&#x2019;s wealthiest consumers, the people that are more likely to afford a Tesla either now -- or down the road -- especially as the company rolls out the Model 3 sedan, its cheapest-ever car. After years of to-ing and fro-ing with China, Musk secured preliminary agreement with Shanghai&#x2019;s government to build the plant after a flying visit to the city last month.While construction is expected to start in the next few quarters, the carmaker&#x2019;s investment won&#x2019;t begin &#x201C;in any significant way&#x201D; until next year, according to a letter to shareholders out Wednesday, released alongside Tesla&#x2019;s second-quarter earnings.For more on Tesla, check out the Decrypted podcast:&#xA0;                                                             &#x2014; With assistance by Yan Zhang","inner_url":[{"title":"Tesla Inc.","url":"https:\/\/www.bloomberg.com\/quote\/TSLA:US","type":"company"},{"title":"raised in China","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/tesla-plans-to-fund-new-shanghai-car-factory-with-local-debt","type":"article"},{"title":"To read a QuickTake on electric vehicles, click here.","url":"https:\/\/www.bloomberg.com\/view\/quicktake\/electric-vehicles","type":"other"},{"title":"General Motors Co.","url":"https:\/\/www.bloomberg.com\/quote\/GM:US","type":"company"},{"title":"Toyota Motor Corp.","url":"https:\/\/www.bloomberg.com\/quote\/7203:JP","type":"company"},{"title":"Volkswagen AG","url":"https:\/\/www.bloomberg.com\/quote\/VOW3:GY","type":"company"},{"title":"by 2025","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-02-27\/china-s-drive-to-become-the-detroit-of-electric-cars-quicktake","type":"article"},{"title":"trade war","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-13\/tesla-bmw-bypass-trump-s-trade-war-and-score-a-win-for-china","type":"article"},{"title":"earnings","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-02\/musk-s-mea-culpa-and-relief-over-cash-marks-tesla-turning-point","type":"article"}]},"8c1b9bdcec4fac252a5e4076104f4a7c":{"category":"Technology & Ideas","header":"Now Maybe Taiwan Will Take Cybersecurity Seriously","subheader":"Whether it was a hack of TSMC or not isn’t the&nbsp;point.","str_time":"August 5, 2018, 11:29 PM","text":"I was at a hackers conference in Taipei a few years ago when I got talking to one of the country&#x2019;s leading cybersecurity experts. I wanted to know&#xA0;the state of play in the ongoing cyber war between Taiwan and China.&#x201C;There&#x2019;s no war,&#x201D; came the response.&#xA0;I was flummoxed. All day, stories had been flowing about attacks from China and the ongoing risks.&#x201C;It&#x2019;s only a war if you fight back,&#x201D; was the explanation. &#x201C;Taiwan doesn&#x2019;t fight back.&#x201D;                       {\"contentId\":\"PD0SDI6KLVR401\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/now-maybe-taiwan-will-take-cybersecurity-seriously\"},\"containerId\":\"box-nGyf74E\"}                               For more than&#xA0;a decade, Taiwan has been ground zero for attempts to breach its computer networks. Beyond obvious targets such as political parties, government departments&#xA0;and national security apparatuses, many businesses have been&#xA0;attacked. In one breach, a major flat-panel display maker&#x2019;s patent department was&#xA0;infiltrated, and all the evidence pointed to Chinese hackers.Security specialists around the world turn to small independent teams in Taiwan for advice on the latest techniques, because quite often, it&#x2019;s the&#xA0;first to be targeted by&#xA0;new tools and methods developed by mainland&#xA0;hacker armies.This brings me to Taiwan Semiconductor Manufacturing Co., which this&#xA0;morning is mopping up after a virus spread among its production facilities&#xA0; over the weekend. The company&#xA0;expects a real financial hit, saying:We estimate the impact to third-quarter revenue to be about 3&#xA0;percent, and the impact to gross margin to be about one percentage point.Security experts are no doubt swarming over TSMC&#x2019;s factories, analyzing the code and seeking to understand its origins. TSMC believes its network systems weren&#x2019;t breached, and that it wasn&#x2019;t specifically or maliciously targeted. It wasn&#x2019;t a hack, executives&#xA0;said.&#xA0;I believe them. Which is to say, I believe that they believe that.And yet, it appears&#xA0;lines of code were deliberately written for semiconductor production machinery with the intent of causing havoc. This&#xA0;virus somehow made it onto at least one piece of equipment that was then placed inside TSMC factories, and because of&#xA0;what appears to be poor execution of the company&#x2019;s&#xA0;installation protocol, the virus wasn&#x2019;t&#xA0;found or isolated, and instead spread&#xA0;via internal networks to other production facilities.                       {\"contentId\":\"PD0SDI6KLVR401\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/view\/articles\/2018-08-06\/now-maybe-taiwan-will-take-cybersecurity-seriously\"},\"containerId\":\"in-article-ZlD2ym7\"}                               Perhaps the virus writer was some script kiddie in Europe who never imagined his&#xA0;code would make it into the wild. Maybe someone wanting to fool around was throwing her&#xA0;software all over the place and it just happened to stick on this piece of machinery.Or perhaps there&#x2019;s a state actor known to be targeting Taiwan&#x2019;s key&#xA0;industries. One that&#x2019;s already shown its willingness to go to extraordinary lengths to breach specific companies globally. Maybe that organization got lucky in that this code found its way into the fabs of Taiwan&#x2019;s most-important company, instead of some lesser-known chipmaker elsewhere.Twelve months ago, Taiwan suffered blackouts that impacted some areas. I wrote a column relaying the anecdote of  a friend who&#x2019;d wished that TSMC had been impacted (it wasn&#x2019;t), because only then would the government be spurred into action to fix a looming power crisis that threatens the island&#x2019;s&#xA0;economy and security. A similar kind of schadenfreude comes to mind here. Maybe&#xA0;TSMC is the&#xA0;victim of some software stupidity. Maybe I&#x2019;m&#xA0;getting ahead of myself and have been influenced by too many stories of corporate targets from various state actors&#x2019; ongoing cyber campaigns.Or maybe, like the impending&#xA0;power crisis,&#xA0;TSMC is the canary in the coalmine, and&#xA0;Taiwan needs to take a hitherto&#xA0;hidden problem seriously.","inner_url":[{"title":"Read more opinion","url":"https:\/\/www.bloomberg.com\/view\/contributors\/AOZ1cdFX8mo\/tim-culpan\/articles","type":"other"},{"title":"over the weekend","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-05\/iphone-chipmaker-races-to-recover-after-crippling-computer-virus","type":"article"},{"title":"a friend who&#x2019;d wished that TSMC had been impacted","url":"https:\/\/www.bloomberg.com\/gadfly\/articles\/2017-08-16\/worry-about-this-taiwan-power-vacuum","type":"other"}]},"cf3e27352f2cc136b265d98c8b11e8e2":{"category":"hyperdrive","header":"Elon Musk Says Sorry, Starts Acting Like a Real CEO","str_time":"August 1, 2018, 9:43 PM","key_point":["CEO apologizes to two analysts for behavior on earlier call","Carmaker burns through less money as Model 3 output picks up"],"text":"Elon Musk may have been on to something when he said Tesla Inc. was becoming a real car company. Just as importantly for investors, he&#x2019;s acting more like a real CEO.After Tesla reported burning through less cash than Wall Street feared in the second quarter, Musk apologized to the two analysts he scorned three months earlier for asking &#x201C;bonehead&#x201D; and &#x201C;dry&#x201D; questions on the company&#x2019;s previous earnings call. The performance was well received: Tesla shares surged 16 percent, the biggest jump since December 2013.Bulls are betting the results and the contrition mark a turning point both for Tesla and its chief executive officer. After struggling mightily to mass-manufacture a car for the first time, the company is gaining momentum with the Model 3 sedan that&#x2019;s critical to its bid to start making money. The 47-year-old Musk also delivered for the supporters who called for him to show more poise and execute after months of distracting and destructive behavior.                      {\"contentId\":\"PCT8T8SYF01S01\",\"position\":\"box\",\"dimensions\":{\"mobile\":[[300,250],[1,1]]},\"type\":\"Mobile Body Box Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"box1\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/musk-s-mea-culpa-and-relief-over-cash-marks-tesla-turning-point\"},\"containerId\":\"box-Ha7lJkZ\"}                               &#x201C;The pieces are now falling into place for a sustainable Tesla story. Before, it took mental gymnastics to get there,&#x201D; said Gene Munster, a managing partner at venture capital firm Loup Ventures. &#x201C;His actions on the call were a powerful statement that he&#x2019;s capable of channeling his energy for the good of the company, and it removes a central concern of Tesla supporters.&#x201D;Tesla shares reversed their decline for the year and are now up 12 percent. The company&#x2019;s 5.3 percent bonds due 2025 also rallied and were up 1.75 cents to 91.5 cents on the dollar as of 4:10 p.m. in New York, according to Trace bond price data.Read More on Tesla:Musk&#xA0;aims his flamethrowers&#xA0;away from Tesla&#x2019;s cashShare gain delivers a&#xA0;$1.7 billion short burnThe&#xA0;strange story&#xA0;behind the ex-employee Musk has sparred withTesla&#x2019;s steep loss should&#xA0;give some pause: Liam DenningTesla burned through about $740 million during the three months ended in June, a better showing than the roughly $900 million analysts were expecting. Stemming the tide was a major focal point of skeptics who were alarmed by the more than $1 billion in cash the company went through in three of the previous four quarters.&#x201C;I was impressed with their negative free cash flow,&#x201D; said David Kudla, CEO of Mainstay Capital Management, which is betting against Tesla. Still, with the company building some Model 3 cars manually under a tent outside its assembly plant and struggling to keep customers happy in major markets like Norway, the fund manager isn&#x2019;t convinced the company is out of the woods. &#x201C;I&#x2019;m more concerned about quality issues and service issues,&#x201D; Kudla said.Capital Concerns Eased                      {\"contentId\":\"PCT8T8SYF01S01\",\"position\":\"in-article\",\"dimensions\":{\"mobile\":[[5,19],[300,250],[1,1]],\"tablet\":[[5,19],[728,90],[1,1]]},\"type\":\"In Article Flex Native Ad\",\"positionIncrement\":1,\"targeting\":{\"position\":\"in-article\",\"positionIncrement\":1,\"url\":\"\/news\/articles\/2018-08-02\/musk-s-mea-culpa-and-relief-over-cash-marks-tesla-turning-point\"},\"containerId\":\"in-article-Mu5bFGI\"}                               Musk has been adamant that Tesla won&#x2019;t need to raise more capital this year. Many analysts have questioned how long he can stay insistent, citing lingering doubts that the company can sustain higher Model 3 production levels and afford to pay off some of the liabilities looming on its balance sheet.The CEO set out to address these concerns both in a letter to shareholders and on the call. He and Chief Financial Officer Deepak Ahuja wrote that they expected Tesla to build as many as 55,000 Model 3s this quarter, which would nearly double output from the three months that ended in June. Then, Musk told an analyst the company would start paying off its debts.&#x201C;I don&#x2019;t mean refi-ing them, I mean paying them off,&#x201D; he said.&#x201C;There&#x2019;s a convert that&#x2019;s coming due soon -- a couple hundred million, $900 million, something like that -- we expect to pay that off with internally generated cash flow, and still have a healthy cash balance.&#x201D;Tesla ended June with about $2.2 billion in cash, the least it&#x2019;s carried since the first quarter of 2016. While Musk flaunted plans to get Tesla&#x2019;s fiscal house in order, he also might end up raising some capital after all. The company probably will use &#x201C;essentially a loan from the local banks&#x201D; in China to fund a new factory it&#x2019;s building in Shanghai, he said on the call.Bloomberg News reported earlier Wednesday that the company would look to China to at least partially fund the car and battery plant where it intends to invest $5 billion, citing a person familiar with the plans. Spending won&#x2019;t begin &#x201C;in any significant way&#x201D; until next year, according to the shareholder letter. Musk said it may only cost about $2 billion in capital expenditures for the factory to be able to build 250,000 vehicles a year.Fremont FixationFor almost a year, Tesla followers fixated on the company&#x2019;s target to make 5,000 Model 3s in a week. After a struggle Musk blamed in part on relying too much on automation, the carmaker put off expenditures toward doubling that rate until it was achieved.Tesla pulled out all the stops to finally hit that goal at the end of June, flying in a production line from Germany on a cargo plane, adopting an around-the-clock schedule and erecting a massive tent to house another assembly line in the parking lot of its California plant.Now that the company finally hit the target, it&#x2019;s reviving a goal to make 10,000 a week sometime in 2019. A year ago, the goal was to get there in 2018.Tesla is renewing the target even as Musk and Ahuja tout having &#x201C;significantly cut back&#x201D; on spending projections. The CEO carried out a reorganization last quarter and announced that 9 percent of the company&#x2019;s workforce would be dismissed.The measures Tesla has been taking may be what bears point to as evidence that the company has been taking short-term steps only to support the perception that its outlook is improving, said Alexander Potter, an analyst at Piper Jaffray with a buy rating on the shares.&#x201C;Only time will tell, but in our view, today&#x2019;s results were clearly a step in the right direction,&#x201D; he wrote in a report to clients. &#x201C;A few years from now, investors may conclude that 2Q18 was the quarter in which Tesla cemented its position as a truly formidable player in the global automotive market.&#x201D;&#x2014; With assistance by Molly Smith, Brian Eckhouse, Tom Randall, Gabrielle Coppola, Edward Ludlow, and Sarah Gardner","inner_url":[{"title":"Elon Musk","url":"https:\/\/www.bloomberg.com\/billionaires\/id\/1954518","type":"other"},{"title":"Tesla Inc.","url":"https:\/\/www.bloomberg.com\/quote\/TSLA:US","type":"company"},{"title":"real car company","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-01\/text-of-elon-musk-s-email-to-tesla-employees-after-hitting-goal","type":"article"},{"title":"apologized","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/musk-s-apology-to-analysts-he-scorned-sends-tesla-stock-soaring","type":"article"},{"title":"distracting","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/tesla-s-phantom-shooter-the-strange-story-of-a-debunked-threat","type":"article"},{"title":"destructive behavior","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-17\/tesla-bull-tells-elon-musk-to-temper-his-concerning-behavior","type":"article"},{"title":"aims his flamethrowers","url":"https:\/\/www.bloomberg.com\/graphics\/2018-tesla-still-burns-cash\/","type":"other"},{"title":"$1.7 billion short burn","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCURPZSYF01U","type":"other"},{"title":"strange story","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/tesla-s-phantom-shooter-the-strange-story-of-a-debunked-threat","type":"article"},{"title":"give some pause","url":"https:\/\/www.bloomberg.com\/view\/articles\/2018-08-01\/tesla-tsla-q2-earnings-the-drama-s-not-over","type":"other"},{"title":"like Norway","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-07-24\/norwegians-quietly-revolt-against-tesla","type":"article"},{"title":"reported","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-08-01\/tesla-is-said-to-plan-5-billion-investment-in-chinese-factory","type":"article"},{"title":"automation","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-04-13\/musk-tips-his-tesla-cap-to-humans-after-robots-undercut-model-3","type":"article"},{"title":"from Germany","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-02-07\/tesla-slows-red-hot-cash-burn-on-model-3-progress-deposit-boost","type":"article"},{"title":"around-the-clock","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-04-17\/tesla-moves-to-24-7-model-3-production-to-hit-6-000-a-week-goal","type":"article"},{"title":"massive tent","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-06-25\/the-future-of-tesla-hinges-on-this-gigantic-tent","type":"article"},{"title":"9 percent","url":"https:\/\/www.bloomberg.com\/news\/articles\/2018-06-12\/tesla-cutting-about-9-of-workers-on-musk-s-profitability-push","type":"article"}]},"08e9384c6ab99200d0582d47af5209fe":{"category":"hyperdrive","header":"Tesla Takes Its Foot Off the Cash-Burn Pedal","str_time":"August 1, 2018, 4:47 PM","text":"Despite production headaches, Tesla Inc. burned through less cash than expected in the second quarter and stood firm with Chief Executive Officer Elon Musk&#x2019;s projection that profit is around the corner after years of losses. Free cash flow was negative $739 million for the three months ended in June, less than the $900.5 million average analyst estimate. The company had posted negative free cash flow of more than $1 billion in three of the previous four quarters.","inner_url":[{"title":"Elon Musk","url":"https:\/\/www.bloomberg.com\/billionaires\/id\/1954518","type":"other"},{"title":"Free cash flow","url":"https:\/\/www.bloomberg.com\/news\/terminal\/PCSTJ86K50ZE","type":"other"}]}}